[
  {
    "subject":"Sinh học",
    "exam_num": 1,
    "time": 50,
    "questions": [
      {"ques":"Nhiễm sắc thể ở sinh vật nhân chuẩn được cấu tạo từ chất nhiễm sắc có thành phần chủ yếu gồm",
        "ans_a":"A. ARN và pôlipeptit.",
        "ans_b":"B. ARN và prôtêin loại histon.",
        "ans_c":"C. ADN và prôtêin loại histon.",
        "ans_d":"D. lipit và pôlisaccarit.","ans_true":	3	},
      {"ques":"Trong các bộ ba sau đây, bộ ba nào là bộ ba kết thúc quá trình dịch mã?",
        "ans_a":"A. 3' AGU 5'.",
        "ans_b":"B. 3' UAG 5'.",
        "ans_c":"C. 3' UGA 5'.",
        "ans_d":"D. 5' AUG 3'.","ans_true":	1	},
      {"ques":"Dạng đột biến gen nào sau đây có thể làm thay đổi một axit amin nhưng không làm thay đổi số lượng axit amin trong chuỗi pôlipeptit tương ứng?",
        "ans_a":"A. Mất một cặp nuclêôtit ở bộ ba mã hoá thứ năm của gen.",
        "ans_b":"B. Thay thế cặp nuclêôtit thứ 14 của gen bằng một cặp nucleotit khác.",
        "ans_c":"C. Thêm một cặp nuclêôtit ở bộ ba mã hoá thứ năm của gen.",
        "ans_d":"D. Mất ba cặp nuclêôtit ở bộ ba mã hoá thứ năm của gen.","ans_true":	2	},
      {"ques":"Cho một cây cà chua tứ bội có kiểu gen AAaa lai với một cây lưỡng bội có kiểu gen Aa. Quá trình giảm phân ở các cây bố mẹ xảy ra bình thường, các loại giao tử được tạo ra đều có khả năng thụ tinh. Tỉ lệ kiểu gen đồng hợp tử lặn ở đời con là",
        "ans_a":"A. 1/2.",
        "ans_b":"B. 1/36.",
        "ans_c":"C. 1/12.",
        "ans_d":"D. 1/6.","ans_true":	3	},
      {"ques":"Việc loại khỏi NST những gen không mong muốn trong công tác chọn giống được ứng dụng từ dạng đột biến?",
        "ans_a":"A. Đảo đoạn NST",
        "ans_b":"B. Lặp đoạn NST",
        "ans_c":"C. Mất đoạn nhỏ.",
        "ans_d":"D. Chuyển đoạn NST.","ans_true":	3	},
      {"ques":"Một loài thực vật có bộ nhiễm sắc thể 2n = 14. Số loại thể một kép (2n-1-1) có thể có ở loài này là?",
        "ans_a":"A. 21",
        "ans_b":"B. 14",
        "ans_c":"C. 42",
        "ans_d":"D. 7","ans_true":	1	},
      {"ques":"Đột biến cấu trúc NST là quá trình làm?",
        "ans_a":"A. Thay đổi thành phần prôtêin trong NST.",
        "ans_b":"B. Phá huỷ mối liên kết giữa prôtêin và ADN.",
        "ans_c":"C. Thay đổi cấu trúc NST.",
        "ans_d":"D. Biến đổi ADN tại một điểm nào đó trên NST.","ans_true":	3	},
      {"ques":"Trong cơ chế điều hòa biểu hiện gen ở E.coli, trình tự khởi động nằm trong cấu trúc của operon có vai trò rất quan trọng trong sự biểu hiện của operon, trình tự khởi động là?",
        "ans_a":"A. Vùng chứa bộ ba qui định axit amin mở đầu của chuỗi polipeptit.",
        "ans_b":"B. Trình tự nằm trước vùng vận hành, là vị trí tương tác của enzim ARN polimeraza.",
        "ans_c":"C. Trình tự nằm ở đầu 5' của mạch mang mã gốc và chứa tín hiệu mã hóa cho axit amin đầu tiên.",
        "ans_d":"D. Trình tự nằm trước gen cấy trúc là vị trí tương tác với protein ức chế.","ans_true":	2	},
      {"ques":"Trong cơ chế điều hoà hoạt động của opêron Lac, sự kiện nào sau đây diễn ra cả khi môi trường có lactôzơ và khi môi trường không có lactôzơ?",
        "ans_a":"A. Các gen cấu trúc Z, Y, A phiên mã tạo ra các phân tử mARN tương ứng.",
        "ans_b":"B. ARN pôlimeraza liên kết với vùng khởi động của opêron Lac và tiến hành phiên mã.",
        "ans_c":"C. Gen điều hoà R tổng hợp prôtêin ức chế.",
        "ans_d":"D. Một số phân tử lactôzơ liên kết với prôtêin ức chế.","ans_true":	3	},
      {"ques":"Một cơ thể có kiểu gen AaBbDdEeHh. Nếu trong quá trình giảm phân có 0,8 % số tế bào bị rối loạn phân li của cặp NST mang cặp gen Dd ở trong giảm phân I và giảm phân II diễn ra bình thường, các cặp NST khác giảm phân bình thường. Tính theo lí thuyết loại giao tử abDdEh chiếm tỉ lệ bao nhiêu?",
        "ans_a":"A. 0,025%",
        "ans_b":"B. 0,2%",
        "ans_c":"C. 0,25%",
        "ans_d":"D. 0,05%","ans_true":	1	},
      {"ques":"Ở cà chua, alen A quy định quả đỏ trội hoàn toàn so với alen a quy định quả vàng. Biết rằng các cây tứ bội giảm phân cho giao tử 2n có khả năng thụ tinh bình thường. Tính theo lí thuyết, phép lai giữa hai cây cà chua tứ bội có kiểu gen AAaa và aaaa cho đời con có tỉ lệ kiểu hình là?",
        "ans_a":"A. 3 cây quả đỏ : 1 cây quả vàng",
        "ans_b":"B. 5 cây quả đỏ : 1 cây quả vàng",
        "ans_c":"C. 11 cây quả đỏ : 1 cây quả vàng",
        "ans_d":"D. 35 cây quả đỏ : 1 cây quả vàng","ans_true":	2	},
      {"ques":"Một chuỗi polinucleotit tổng hợp nhân tạo từ hỗn hợp dung dịch chứa U và X theo tỉ lệ 4:1. Số đơn vị mã chứa 2U1X và tỉ lệ mã di truyền 2U1X lần lượt là?",
        "ans_a":"A. 8 và 64/125",
        "ans_b":"B. 8 và 48/125",
        "ans_c":"C. 8 và 16/125",
        "ans_d":"D. 3 và 48/125","ans_true":	4	},
      {"ques":"Quan sát một loài thực vật, trong quá trình giảm phân hình thành hạt phấn không xảy ra đột biến và trao đổi chéo đã tạo ra tối đa 28 loại giao tử. Lấy hạt phấn của cây trên thụ phần cho một cây cùng loài thu được hợp tử. Hợp tử này nguyên phân liên tiếp 4 đợt tạo ra các tế bào con với tổng số 384 nhiễm sắc thể ở trạng thái chưa nhân đôi. Hợp tử trên thuộc thể?",
        "ans_a":"A. Tam bội",
        "ans_b":"B. Ba nhiễm",
        "ans_c":"C. Tứ bội",
        "ans_d":"D. Lệch bội.","ans_true":	1	},
      {"ques":"Theo Menđen, trong phép lai về một cặp tính trạng tương phản, chỉ một tính trạng biểu hiện ở F1. Tính trạng biểu hiện ở F1 gọi là?",
        "ans_a":"A. Tính trạng lặn",
        "ans_b":"B. Tính trạng trung gian.",
        "ans_c":"C. Tính trạng ưu việt.",
        "ans_d":"D. Tnh trạng trội.","ans_true":	4	},
      {"ques":"Một tế bào có 2n = 6 NST, kí hiệu là AaBbDd tham gia nguyên phân. Giả sử một NST của cặp Aa và một NST của cặp Bb không phân ly trong quá trình nguyên phân. Có thể gặp các tế bào con có thành phần nhiễm sắc thể là?",
        "ans_a":"A. AAaaBBDd và AaBBbDd hoặc AAaBDd và aBBbDd.",
        "ans_b":"B. AAaBBbDd và abDd hoặc AAabDd và aBBbDd.",
        "ans_c":"C. AaBBbDd và abDd hoặc AAabDd và AaBbbDd.",
        "ans_d":"D. AaBbDd và AAaBbbdd hoặc AAaBBDd và abbDd.","ans_true":	2	},
      {"ques":"Bóng đen ập xuống lặp lại nhiều lần mà không có nguy hiểm nào, gà con không chạy đi ẩn nấp nữa là kiểu học tập",
        "ans_a":"A. Học ngầm",
        "ans_b":"B. In vết.",
        "ans_c":"C. Quen nhờn.",
        "ans_d":"D. Học khôn.","ans_true":	3	},
      {"ques":"Một cá thể ở một loài động vật có bộ nhiễm sắc thể là 2n = 12. Khi quan sát quá trình giảm phân của 2000 tế bào sinh tinh, người ta thấy 20 tế bào có cặp nhiễm sắc thể số 1 không phân li trong giảm phân I, các sự kiện khác trong giảm phân diễn ra bình thường; các tế bào còn lại giảm phân bình thường. Theo lí thuyết, trong tổng số giao tử được tạo thành từ quá trình trên thì số giao tử có 5 nhiễm sắc thể chiếm tỉ lệ?",
        "ans_a":"A. 2%.",
        "ans_b":"B. 0,25%",
        "ans_c":"C. 1%",
        "ans_d":"D. 0,5%","ans_true":	4	},
      {"ques":"Trong các dạng đột biến gen thì?",
        "ans_a":"A. Đột biến gen trội có nhiều ý nghĩa đối với quá trình tiến hóa vì chỉ gen trội mới tạo ra kiểu hình thích nghi với điều kiện môi trường hiện tại vì vậy mà nó làm tăng giá trị thích nghi của quần thể trước sự thay đổi của điều kiện môi trường.",
        "ans_b":"B. Đột biến gen lặn có nhiều ý nghĩa đối với quá trình tiến hóa vì khi nó tạo ra sẽ không biểu hiện ngay mà tồn tại ở trạng thái dị hợp, dù là đột biến có hại thì cũng không biểu hiện ngay ra kiểu hình vì vậy có nhiều cơ hội tồn tại và làm tăng sự đa dạng di truyền trong quần thể.",
        "ans_c":"C. Đột biến trội hay đột biến lặn đều có ý nghĩa như nhau đối với quá trình tiến hóa vì nó tạo ra alen mới làm phong phú vốn gen của quần thể là nguyên liệu sơ cấp cho quá trình tiến hóa.",
        "ans_d":"D. Đột biến gen trội có nhiều ý nghĩa hơn đối với quá trình tiến hóa vì nó biểu hiện ngay ra ngoài kiểu hình mà đột biến gen trội thường có lợi cho sinh vật vì vậy có thể nhanh chóng tạo ra những dạng thích nghi thay thế những dạng kém thích nghi.","ans_true":	2	},
      {"ques":"Loại đột biến cấu trúc nhiễm sắc thể ít gây hậu quả nghiêm trọng cho cơ thể là?",
        "ans_a":"A. Lặp đoạn và mất đoạn lớn.",
        "ans_b":"B. Chuyển đoạn lớn và đảo đoạn.",
        "ans_c":"C. Mất đoạn lớn.",
        "ans_d":"D. Đảo đoạn.","ans_true":	4	},
      {"ques":"Trường hợp nào sẽ dẫn tới sự di truyền liên kết?",
        "ans_a":"A. Các cặp gen quy định các tính trạng xét tới cùng nằm trên 1 cặp nhiễm sắc thể.",
        "ans_b":"B. Các cặp gen quy định các tính trạng nằm trên các cặp nhiễm sắc thể khác nhau.",
        "ans_c":"C. Tất cả các gen nằm trên cùng một nhiễm sắc thể phải luôn di truyền cùng nhau.",
        "ans_d":"D. Các tính trạng khi phân ly làm thành một nhóm tính trạng liên kết.","ans_true":	1	},
      {"ques":"Bệnh máu khó đông ở người do gen lặn nằm trên NST giới tính X quy định và không có alen tương ứng trên Y. Bố bị bệnh, mẹ bình thường, con gái bị bệnh. Điều nào sau đây là chính xác?",
        "ans_a":"A. Con gái nhận gen gây bệnh từ bố",
        "ans_b":"B. Con gái nhận gen gây bệnh từ mẹ",
        "ans_c":"C. Con gái nhận gen gây bệnh từ cả bố và mẹ",
        "ans_d":"D. Con gái nhận gen gây bệnh từ ông nội","ans_true":	3	},
      {"ques":"Kết quả phép lai thuận nghịch khác nhau, đời con luôn biểu hiện kiểu hình giống mẹ là đặc điểm của quy luật di truyền nào?",
        "ans_a":"A. Hoán vị gen",
        "ans_b":"B. Di truyền ngoài nhân",
        "ans_c":"C. Quy luật Menđen",
        "ans_d":"D. Tương tác gen","ans_true":	2	},
      {"ques":"Ở một loài thực vật lưỡng bội (2n = 8), có bộ NST có kí hiệu AaBbDdEe. Do đột biến đã làm xuất hiện các thể đột biến sau đây:.\n(1).Thể một nhiễm, bộ NST có ký hiệu là AaBbDEe\n(2). Thể bốn nhiễm, bộ NST có ký hiệu là AaBBbbDdEe; AaBBBbDdEe; AaBbbbDdEe.\n(3). Thể bốn nhiễm kép, bộ NST có thể có ký hiệu là AaBBbbDddEe.\n(4). Thể ba nhiễm kép, bộ NST có thể có ký hiệu là AaaBBbDdEe.\n(5). Thể không nhiễm, bộ NST có ký hiệu là AaBb.\n(6). Thể ba nhiễm, bộ NST có ký hiệu là AaaBbDdEe hoặc AAaBbDdEe.\nTrong các nhận định trên có bao nhiêu nhận định đúng?",
        "ans_a":"A. 1.",
        "ans_b":"B. 4",
        "ans_c":"C. 2.",
        "ans_d":"D. 3.","ans_true":	2	},
      {"ques":"Số mạch đơn ban đầu của một phân tử ADN chiếm 6,25 % số mạch đơn có trong tổng số các phân tử ADN con được tái bản từ ADN ban đầu. Trong quá trình tái bản môi trường đã cung cấp nguyên liệu tương đương với 104160 Nu. Phân tử ADN này có chiều dài là?",
        "ans_a":"A. 11067 Å.",
        "ans_b":"B. 5712 Å.",
        "ans_c":"C. 11804,8 Å.",
        "ans_d":"D. 25296 Å.","ans_true":	3	},
      {"ques":"Một tế bào có kiểu gen AaBbDD khi giảm phân bình thường thực tế cho mấy loại giao tử?",
        "ans_a":"A. 2",
        "ans_b":"B. 4",
        "ans_c":"C. 8",
        "ans_d":"D. 9","ans_true":	1	},
      {"ques":"Xét các phát biểu sau\n(1). Mã di truyền có tính thoái hoá tức là một mã di truyền có thể mã hoá cho một hoặc một số loại axit amin\n(2). Tất cả các ADN đều có cấu trúc mạch kép\n(3). Phân tử tARN đều có cấu trúc mạch kép và đều có liên kết hiđrô\n(4). Ở trong cùng một tế bào, ADN là loại axit nucleic có kích thước lớn nhất\n(5). ARN thông tin có cấu trúc mạch thẳng\nCó bao nhiêu phát biểu đúng?",
        "ans_a":"A. 3",
        "ans_b":"B. 1",
        "ans_c":"C. 4",
        "ans_d":"D. 2","ans_true":	4	},
      {"ques":"Các kiểu hướng động dương của rễ là?",
        "ans_a":"A. Hướng đất, hướng nước, huớng hoá.",
        "ans_b":"B. Hướng sáng, hướng nước, hướng hoá.",
        "ans_c":"C. Hướng đất, ướng sáng, huớng hoá.",
        "ans_d":"D. Hướng đất, hướng nước, hướng sáng.","ans_true":	1	},
      {"ques":"Cho dữ kiện về các diễn biến trong quá trình dịch mã:\n1- Sự hình thành liên kết peptit giữa axit amin mở đầu với axit amin thứ nhất.\n2- Hạt bé của ribôxôm gắn với mARN tại mã mở đầu\n3- tARN có anticodon là 3' UAX 5' rời khỏi ribôxôm.\n4- Hạt lớn của ribôxôm gắn với hạt bé.\n5- Phức hợp [fMet-tARN] đi vào vị trí mã mở đầu.\n6- Phức hợp [aa2-tARN] đi vào ribôxôm.\n7- Mêtionin tách rời khỏi chuổi pôlipeptit\n8- Hình thành liên kết peptit giữa aa1 và aa2.\n9- Phức hợp [aa1-tARN] đi vào ribôxôm.\nTrình tự nào sau đây là đúng?",
        "ans_a":"A. 2-5-9-1-4-6-3-7-8.",
        "ans_b":"B. 2-4-1-5-3-6-8-7.",
        "ans_c":"C. 2-4-5-1-3-6-7-8.",
        "ans_d":"D. 2-5-4-9-1-3-6-8-7.","ans_true":	4	},
      {"ques":"Rễ cây trên cạn hấp thụ nước và ion khoáng chủ yếu qua thành phần cấu tạo nào của rễ?",
        "ans_a":"A. Đỉnh sinh trưởng",
        "ans_b":"B. Rễ chính",
        "ans_c":"C. Miền sinh trưởng",
        "ans_d":"D. Miền lông hút","ans_true":	4	},
      {"ques":"Đường đi của máu trong hệ tuần hoàn kín của động vật là?",
        "ans_a":"A. Tim -> Mao mạch ->Tĩnh mạch -> Động mạch -> Tim",
        "ans_b":"B. Tim -> Động mạch -> Mao mạch ->Tĩnh mạch -> Tim",
        "ans_c":"C. Tim -> Động mạch -> Tĩnh mạch -> Mao mạch -> Tim",
        "ans_d":"D. Tim -> Tĩnh mạch -> Mao mạch -> Động mạch -> Tim","ans_true":	2	},
      {"ques":"Có hai loại prôtêin bình thường có cấu trúc khác nhau được dịch mã từ 2 phân tử mARN khác nhau. Biết hai phân tử mARN được phiên mã từ 1 gen trong nhân tế bào và các quá trình phiên mã, dịch mã diễn ra bình thường. Hiện tượng này xảy ra do?",
        "ans_a":"A. Các mARN được phiên mã từ một gen ở các thời điểm khác nhau.",
        "ans_b":"B. mARN sơ khai được xử lý theo những cách khác nhau tạo nên các phân tử mARN khác nhau.",
        "ans_c":"C. Một đột biến xuất hiện trước khi gen phiên mã làm thay đổi chức năng của gen.",
        "ans_d":"D. Hai prôtêin được tạo ra từ một gen nhưng ở hai riboxom khác nhau nên có cấu trúc khác nhau.","ans_true":	2	},
      {"ques":"Cân bằng nội môi là?",
        "ans_a":"A. Duy trì sự ổn định của môi trường trong tế bào.",
        "ans_b":"B. Duy trì sự ổn định của môi trường trong mô.",
        "ans_c":"C. Duy trì sự ổn định của môi trường trong cơ thể.",
        "ans_d":"D. Duy trì sự ổn định của môi trường trong cơ quan.","ans_true":	3	},
      {"ques":"Một gen có tỷ lệ A+T/G+X = 2/ 3. Một đột biến không làm thay đổi chiều dài của gen nhưng tỷ lệ A+T/G+X = 65,2 % . Đây là dạng đột biến?",
        "ans_a":"A. Thay thế cặp A –T bằng cặp G – X.",
        "ans_b":"B. Mất một cặp nuclêôtit.",
        "ans_c":"C. Thêm 1 cặp G-X",
        "ans_d":"D. Thay thế cặp G – X bằng cặp A – T.","ans_true":	1	},
      {"ques":"Hậu quả thường xảy ra đối với trẻ em khi thiếu iôt là?",
        "ans_a":"A. Các đặc điểm sinh dục phụ nam kém phát triển.",
        "ans_b":"B. Các đặc điểm sinh dục phụ nữ kém phát triển.",
        "ans_c":"C. Người nhỏ bé hoặc khổng lồ.",
        "ans_d":"D. Chậm lớn hoặc ngừng lớn, trí tuệ kém.","ans_true":	4	},
      {"ques":"Ở đậu Hà Lan, gen A: thân cao, alen a: thân thấp; gen B: hoa đỏ, alen b: hoa trắng nằm trên 2 cặp NST tương đồng. Cho đậu thân cao, hoa đỏ dị hợp về 2 cặp gen tự thụ phấn được F1. Nếu không có đột biến, tính theo lí thuyết, trong số cây thân cao, hoa trắng F1 thì số cây thân cao, hoa trắng đồng hợp chiếm tỉ lệ?",
        "ans_a":"A. 1/3.",
        "ans_b":"B. 1/8.",
        "ans_c":"C. 2/3.",
        "ans_d":"D. 3/16.","ans_true":	1	},
      {"ques":"Sinh vật nhân sơ, điều hòa hoạt động của gen diễn ra chủ yếu ở giai đoạn?",
        "ans_a":"A. Sau dịch mã.",
        "ans_b":"B. Dịch mã.",
        "ans_c":"C. Trước phiên mã.",
        "ans_d":"D. Phiên mã.","ans_true":	4	},
      {"ques":"Trong trường hợp không xảy ra đột biến mới, các thể tứ bội giảm phân tạo giao tử 2n có khả năng thụ tinh. Theo lý thuyết, các phép lai nào sau đây cho đời con có kiểu gen phân li theo tỉ lệ 1:2:1?\n(1) AAAa x AAAa. (2) Aaaa x Aaaa. (3) AAaa x AAAa. (4) AAaa x Aaaa.\nĐáp án đúng là:",
        "ans_a":"A. (1), (4)",
        "ans_b":"B. (2), (3)",
        "ans_c":"C. (1), (2).",
        "ans_d":"D. (3), (4).","ans_true":	3	},
      {"ques":"Trong trường hợp các gen phân li độc lập, tác động riêng rẽ và các gen trội là trội hoàn toàn, phép lai: AaBbCcDd x AaBbCcDd cho tỉ lệ kiểu hình A-bbC-D- ở đời con là?",
        "ans_a":"A. 3/ 256",
        "ans_b":"B. 81/256",
        "ans_c":"C. 1/16",
        "ans_d":"D. 27/256","ans_true":	4	},
      {"ques":"Cho các thông tin sau:\n(1) Làm thay đổi hàm lượng ADN ở trong nhân.\n(2) Không làm thay đổi số lượng và thành phần gen có trong mỗi nhóm gen liên kết.\n(3) Làm thay đổi chiều dài của ADN.\n(4) Làm thay đổi nhóm gen liên kết.\n(5) Được sử dụng để lập bản đồ gen.\n(6) Có thể làm ngừng hoạt động của gen trên NST.\n(7) Làm xuất hiện loài mới.\nCó bao nhiêu thông tin chính xác khi nói về đột biến mất đoạn nhiễm sắc thể.",
        "ans_a":"A. 5.",
        "ans_b":"B. 4.",
        "ans_c":"C. 3.",
        "ans_d":"D. 2.","ans_true":	1	},
      {"ques":"Một loài có 2n = 16. Biết rằng các NST có cấu trúc khác nhau, không xảy ra đột biến trong giảm phân. Khi nói về giảm phân tạo thành giao tử, một học sinh đưa ra các nhận định, theo lý thuyết có bao nhiêu nhận định chưa chính xác?\n(1). Nếu không có trao đổi chéo giữa các cặp NST thì số giao tử tối đa là 256.\n(2). Một cặp đã xảy ra trao đổi chéo tại 1 điểm thì số giao tử tối đa là 512.\n(3). Hai cặp đã xảy ra trao đổi chéo tại 1 điểm thì số giao tử tối đa là 1024.\n(4) Hai cặp có trao đổi chéo kép không đồng thời tại 2 điểm thì số giao tử tối đa là 256\n(5). Hai cặp có trao đổi chéo kép đồng thời tại 2 điểm thì số giao tử tối đa là 576.",
        "ans_a":"A. 1.",
        "ans_b":"B. 2.",
        "ans_c":"C. 3.",
        "ans_d":"D. 4.","ans_true":	2	}
    ]
  },
  {
    "subject":"Sinh học",
    "exam_num": 2,
    "time": 50,
    "questions": [
      {"ques":"Khi nói về quá trình phiên mã và dịch mã, nhận định nào dưới đây là đúng?",
        "ans_a":"A. Quá trình dịch mã của sinh vật nhân sơ không có sự tham gia của ribôxôm.",
        "ans_b":"B. Ở sinh vật nhân thực, quá trình dịch mã diễn ra ở trong nhân tế bào.",
        "ans_c":"C. Ở gen phân mảnh, quá trình phiên mã chỉ diễn ra ở những đoạn mang mã hóa (êxôn).",
        "ans_d":"D. Ở sinh vật nhân thực, quá trình nhân đôi ADN xảy ra ở cả trong nhân và tế bào chất.","ans_true":	4	},
      {"ques":"Trường hợp nào dưới đây là cơ quan tương tự?",
        "ans_a":"A. Gai cây hoa hồng và gai cây hoàng liên.",
        "ans_b":"B. Tua cuốn của cây gấc và lá ngọn của cây mây.",
        "ans_c":"C. Gai cây hoàng liên và gai cây xương rồng.",
        "ans_d":"D. Gai cây xương rồng và tua cuốn của cây gấc","ans_true":	1	},
      {"ques":"Một quần thể thực vật có thành phần kiểu gen là 0,6Aa: 0,4AA. Qua một số thế hệ tự thụ phấn, tỉ lệ kiểu gen AA ở đời con là 66,25%. Hãy tính số thế hệ tự thụ phấn của quần thể nêu trên.",
        "ans_a":"A. 3.",
        "ans_b":"B. 2.",
        "ans_c":"C. 5.",
        "ans_d":"D. 1.","ans_true":	1	},
      {"ques":"Tập hợp sinh vật nào sau đây gọi là quần thể?",
        "ans_a":"A. Tập hợp cỏ dại trên một cánh đồng.",
        "ans_b":"B. Tập hợp cá Cóc sống trong Vườn Quốc Gia Tam Đảo.",
        "ans_c":"C. Tập hợp thân leo trong rừng mưa nhiệt đới.",
        "ans_d":"D. Tập hợp cá sống trong Hồ Tây.","ans_true":	2	},
      {"ques":"Nghiên cứu sự thay đổi tần số alen của quần thể qua 5 thế hệ liên tiếp thu được kết quả sau đây, dựa vào bảng trên đây em hãy cho biết. Quần thể đang chịu tác động của những nhân tố tiến hóa nào?",
        "img":"image/biological_2_5.jpg",
        "ans_a":"A. Chọn lọc tự nhiên.",
        "ans_b":"B. Giao phối không ngẫu nhiên và chọn lọc tự nhiên.",
        "ans_c":"C. Các yếu tố ngẫu nhiên và đột biến.",
        "ans_d":"D. Giao phối ngẫu nhiên và đột biến.","ans_true":	1	},
      {"ques":"Đối với quá trình tiến hóa, yếu tố ngẫu nhiên",
        "ans_a":"A. làm tăng sự đa dạng di truyền của quần thể sinh vật.",
        "ans_b":"B. làm biến đổi mạnh tần số alen của nhứng quần thể có kích thước nhỏ.",
        "ans_c":"C. chỉ đào thải các alen có hại và giữ lại các alen có lợi cho quần thể.",
        "ans_d":"D. làm thay đổi tần số alen và thành phần kiểu gen của quần thể theo hướng xác định.","ans_true":	2	},
      {"ques":"Hình ảnh trên đây nói về một quá trình trong cơ chế di truyền và biến dị ở cấp độ phân tử. Đó là quá trình",
        "img":"image/biological_2_7.png",
        "ans_a":"A. Điều hòa hoạt động của gen.",
        "ans_b":"B. Tái bản ADN.",
        "ans_c":"C. Phiên mã.",
        "ans_d":"D. Dịch mã.","ans_true":	3	},
      {"ques":"Ở người, gen lặn a nằm trên NST giới tính X quy định tính trạng máu khó đông, gen trội tương ứng A quy định tính trạng máu đông bình thường. Một cặp vợ chồng máu đông bình thường sinh con trai mắc bệnh máu khó đông. Kiểu gen của cặp vợ chồng trên là",
        "ans_a":"A. XaXa và XAY.",
        "ans_b":"B. XAXA và XaY.",
        "ans_c":"C. XaXa và XaY.",
        "ans_d":"D. XAXa và XAY.","ans_true":	4	},
      {"ques":"Ở người,bệnh máu khó đông và bệnh mù màu đỏ - xanh lục do 2 gen lặn (a,b) nằm trên NST giới tính X, không có alen tương ứng trên Y quy định. Một người phụ nữ bị bệnh mù màu đỏ - xanh lục và không bị bệnh máu khó đông lấy chồng bị bệnh máu khó đông và bị bệnh mù màu đỏ - xanh lục. Phát biểu nào sau đây đúng về những đứa con của cặp vợ chồng trên?",
        "ans_a":"A. Tất cả con gái của họ đều mắc bệnh máu khó đông.",
        "ans_b":"B. Tất cả con trai của họ đều mắc bệnh máu khó đông.",
        "ans_c":"C. Tất cả con gái của họ đều mắc bệnh mù màu đỏ - xanh lục.",
        "ans_d":"D. Tất cả con trai của họ đều mắc bệnh mù màu đỏ - xanh lục.","ans_true":	4	},
      {"ques":"Có bao nhiêu nhận xét dưới đây là đúng khi nói về đột biến cấu trúc NST?\n(1) Đột biến đảo đoạn NST chỉ làm thay đổi vị trí của gen trên NST mà không làm thay đổi số lượng gen.\n(2) Đột biến chuyển đoạn giữa các NST không tương đồng sẽ làm thay đổi nhóm gen liên kết.\n(3) Đột biến lặp đoạn NST có thể làm xuất hiện các cặp gen alen trên cùng một NST.\n(4) Đột biến chuyển đoạn nhỏ NST được ứng dụng để loại bỏ những gen không mong muốn ra khỏi giống cây trồng.\nĐột biến mất đoạn và chuyển đoạn có thể làm giảm khả năng sinh sản.",
        "ans_a":"A. 4.",
        "ans_b":"B. 2.",
        "ans_c":"C. 3.",
        "ans_d":"D. 1.","ans_true":	3	},
      {"ques":"Cơ chế điều chỉnh số lượng cá thể của quần thể không thông qua hình thức",
        "ans_a":"A. hợp tác.",
        "ans_b":"B. cạnh tranh.",
        "ans_c":"C. vật ăn thịt.",
        "ans_d":"D. di cư.","ans_true":	1	},
      {"ques":"Theo Đacuyn, nhân tố chính quy định chiều hướng và tốc độ biến đổi của các giống vật nuôi, cây trồng là",
        "ans_a":"A. biến dị xác định.",
        "ans_b":"B. biến dị cá thể.",
        "ans_c":"C. chọn lọc tự nhiên.",
        "ans_d":"D. chọc lọc nhân tạo.","ans_true":	4	},
      {"ques":"Ở một loài thú, alen A quy định mắt đỏ trội hoàn toàn so với alen a quy định mắt trắng (gen nằm trên vùng không tương đồng với NST trên NST X). Cho con cái mắt đỏ lai với con đực mắt đỏ, đời F1 thu được cả mắt đỏ và mắt trắng (100% mắt trắng là con đực). Cho những con cái F1 lai với con đực mắt trắng, đời con của phép lai này sẽ có kiểu hình như thế nào?",
        "ans_a":"A. 3 mắt trắng: 1 mắt đỏ",
        "ans_b":"B. 100% mắt đỏ.",
        "ans_c":"C. 3 mắt đỏ: 1 mắt trắng.",
        "ans_d":"D. 1 mắt đỏ: 1 mắt trắng","ans_true":	3	},
      {"ques":"Cho chuỗi thức ăn sau: Cà rốt -> thỏ -> cáo. Biết rằng năng lượng tích lũy trong cây cà rốt = 12.10⁶ Kcal, thỏ = 78.10⁶ Kcal, cáo = 9,75.10³ Kcal. Sinh vật bậc 2 trong chuỗi thức ăn trên có hiệu suất sinh thái bằng",
        "ans_a":"A. 4%",
        "ans_b":"B. 10%.",
        "ans_c":"C. 1,25%.",
        "ans_d":"D. 6,5%.","ans_true":	4	},
      {"ques":"Hiện tượng quần thể sinh vật dễ rơi vào trạng thái suy giảm dẫn tới diệt vong khi kích thước quần thể giảm xuống dưới mức tối thiểu có thể là do bao nhiêu nguyên nhân sau đây?\n(1) Khả năng chống chọi của các cá thể với những thay đổi của môi trường giảm.\n(2) Sự hỗ trợ giữa các cá thể trong quần thể giảm.\n(3) Hiện tượng giao phối gần giữa các cá thể trong quần thể tăng.\n(4) Cơ hội gặp gỡ và giao phối giữa các cá thể trong quần thể giảm.",
        "ans_a":"A. 3",
        "ans_b":"B. 2.",
        "ans_c":"C. 1.",
        "ans_d":"D. 4.","ans_true":	4	},
      {"ques":"Cho các nhân tố sau đây, có bao nhiêu nhân tố có thể vừa làm thay đổi tần số alen vừa làm thay đổi thành phần kiểu gen của quần thể?\n(1) Chọn lọc tự nhiên.\n(2) Giao phối ngẫu nhiên.\n(3) Giao phối không ngẫu nhiên.\n(4) Các yếu tố ngẫu nhiên.\n(5) Đột biến\n(6) Di – nhập gen.",
        "ans_a":"A. 2",
        "ans_b":"B. 5",
        "ans_c":"C. 3",
        "ans_d":"D. 4","ans_true":	4	},
      {"ques":"Ở một loài thực vật, xét hai cặp alen (A, a và B, b) nằm trên 2 cặp NST thường khác nhau, trong trường hợp mỗi gen quy định một tính trạng, alen trội là trội hoàn toàn, có bao nhiêu phép lai cho đời con phân li kiểu hình theo tỉ lệ 3: 1? (không xét đến phép lai thuận nghịch).",
        "ans_a":"A. 8.",
        "ans_b":"B. 6.",
        "ans_c":"C. 4.",
        "ans_d":"D. 10.","ans_true":	1	},
      {"ques":"Cho các hệ sinh thái, những hệ sinh thái nào là hệ sinh thái nhân tạo?\n(1) Đồng rêu vùng hàn đới và hoang mạc\n(2) Một cánh rừng ngập mặn.\n(3) Một bể cá cảnh.\n(4) Rừng trên núi đá vôi phong thổ - Ninh Bình.\n(5) Rừng cao su và rừng cà phê ở Tây Nguyên.\n(6) Đồng ruộng.\n(7)Thành phố.",
        "ans_a":"A. (1), (3), (6), (7).",
        "ans_b":"B. (4), (5), (6), (7).",
        "ans_c":"C. (3), (5), (6), (7).",
        "ans_d":"D. (2), (5), (6), (7).","ans_true":	3	},
      {"ques":"Hình ảnh trên đây nói về một dạng đột biến cấu trúc NST:\nĐây là dạng đột biến nào?",
        "img":"image/biological_2_19.png",
        "ans_a":"A. Lặp đoạn.",
        "ans_b":"B. Mất đoạn.",
        "ans_c":"C. Chuyển đoạn.",
        "ans_d":"D. Đảo đoạn.","ans_true":	4	},
      {"ques":"Cho một quần xã gồm các sinh vật sau: thực vật, thỏ, dê, chim ăn sâu, sâu hại thực vật, hổ, sinh vật phân giải. Chuỗi thức ăn nào sau đây sai?",
        "ans_a":"A. Thực vật -> sâu hại thực vật -> chim ăn sâu.",
        "ans_b":"B. Thực vật -> chim ăn sâu -> sâu hại thực vật -> sinh vật phân giải.",
        "ans_c":"C. Thực vật -> dê -> hổ -> sinh vật phân giải.",
        "ans_d":"D. Thực vật -> thỏ -> hổ -> sinh vật phân giải.","ans_true":	2	},
      {"ques":"Trong thực tiễn, liên kết gen hoàn toàn có ý nghĩa gì?",
        "ans_a":"A. Hạn chế sự xuất hiện của đột biến gen.",
        "ans_b":"B. Góp phần làm nên tính đa dạng của sinh giới.",
        "ans_c":"C. Tạo ra nguồn nguyên liệu thứ cấp cho chọn lọc và tiến hóa",
        "ans_d":"D. Đảm bảo sự di truyền ổn định của nhóm gen quý, nhờ đó người ta chọn lọc được đồng thời một nhóm tính trạng có giá trị.","ans_true":	4	},
      {"ques":"Trong các hoạt động sau đây của con người, có bao nhiêu hoạt động góp phần khắc phục suy thoái môi trường và bảo vệ tài nguyên thiên nhiên?\n(1) Bảo vệ rừng và trồng cây gây rừng.\n(2) Chống xâm nhập mặn cho đất.\n(3) Tiết kiệm nguồn nước sạch.\nGiảm thiểu lượng khí thải gây hiệu ứng nhà kính.",
        "ans_a":"A. 2.",
        "ans_b":"B. 4.",
        "ans_c":"C. 3.",
        "ans_d":"D. 1.","ans_true":	2	},
      {"ques":"Cho các nhận định sau:\n(1) Để duy trì trạng thái ổn định của hệ sinh thái nhân tạo, con người thường bổ sung năng lượng cho chúng .\n(2) Hệ sinh thái nhân tạo là một hệ mở còn hệ sinh thái tự nhiên là một hệ khép kín.\n(3) Hệ sinh thái nhân tạo có độ đa dạng sinh học thấp hơn so với hệ sinh thái tự nhiên.\n(4) Hệ sinh thái nhân tạo có khả năng tự điều chỉnh cao hơn so với hệ sinh thái tự nhiên.\n(5) Hệ sinh thái nhân tạo có năng suất sinh học cao hơn so với hệ sinh thái tự nhiên.\nKhi nói về điểm khác nhau cơ bản của hệ sinh thái nhân tạo so với hệ sinh thái tự nhiên, có bao nhiêu phát biểu đúng?",
        "ans_a":"A. 4.",
        "ans_b":"B. 5.",
        "ans_c":"C. 3.",
        "ans_d":"D. 2.","ans_true":	3	},
      {"ques":"Theo Menđen, với n cặp gen dị hợp phân li độc lập thì số lượng các loại giao tử được xác định theo công thức nào?",
        "ans_a":"A. 5n",
        "ans_b":"B. 4n.",
        "ans_c":"C. 3n",
        "ans_d":"D. 2n","ans_true":	4	},
      {"ques":"Khi nói về dòng năng lượng trong hệ sinh thái, phát biểu nào sau đây là sai?",
        "ans_a":"A. Càng lên bậc dinh dưỡng cao hơn năng lượng càng giảm.",
        "ans_b":"B. Càng lên bậc dinh dưỡng cao hơn năng lượng càng tăng dần.",
        "ans_c":"C. Năng lượng truyền qua các bậc dinh dưỡng từ thấp đến cao.",
        "ans_d":"D. Năng lượng bị thất thoát dần qua các bậc dinh dưỡng.","ans_true":	2	},
      {"ques":"Trên mạch 1 của gen, tổng số loại nucleotit loại A và G bằng 50% tổng số nucleotit của mạch. Trên mạch 2 của gen này, tổng số nucleotit loại A và X bằng 60% và tổng số nucleotit loại X và G bằng 70% tổng số nucleotit của mạch. Ở mạch hai, tỉ lệ số nucleotit loại X so với tổng số nucleotit của mạch là",
        "ans_a":"A. 20%.",
        "ans_b":"B. 40%.",
        "ans_c":"C. 30%.",
        "ans_d":"D. 10%.","ans_true":	2	},
      {"ques":"Nhân tố nào sau đây góp phần duy trì trạng thái cân bằng di truyền của quần thể (theo định luật Hacđi – Vanbec)?",
        "ans_a":"A. Các yếu tố ngẫu nhiên.",
        "ans_b":"B. Di – nhập gen.",
        "ans_c":"C. Giao phối ngẫu nhiên.",
        "ans_d":"D. Đột biến gen.","ans_true":	3	},
      {"ques":"Theo lý thuyết, nếu không xét đến sự ảnh hưởng của các nhân tố tiến hóa, quần thể mang cấu trúc di truyền nào dưới đây sẽ không bị thay đổi thành phần kiểu gen qua các thế hệ giao phối không ngẫu nhiên?",
        "ans_a":"A. 25%AA: 50% Aa: 25%aa.",
        "ans_b":"B. 100%aa.",
        "ans_c":"C. 50%AA: 50%aa.",
        "ans_d":"D. 100%Aa.","ans_true":	2	},
      {"ques":"Ở người, bênh bạch tạng là do alen lặn a nằm trên NST thường quy định, bệnh mù màu là do alen lặn b nằm trên vùng không tương đồng của NST X quy định, các alen trội tương ứng A, B quy định kiểu hình bình thường. Biết rằng 16 là con trai, xác suất để có kiểu hình bình thường là bao nhiêu?",
        "img":"image/biological_2_29.png",
        "ans_a":"A. 51/160",
        "ans_b":"B. 119/180",
        "ans_c":"C. 119/160",
        "ans_d":"D. 51/80","ans_true":	4	},
      {"ques":"Trong tế bào sinh dưỡng của 1 người thấy có 47 NST. Người này mắc",
        "ans_a":"A. Hội chứng tơcnơ.",
        "ans_b":"B. Thể ba nhiễm.",
        "ans_c":"C. Hội chứng đao.",
        "ans_d":"D. Hội chứng dị bội.","ans_true":	2	},
      {"ques":"Ở một loài thực vật lưỡng bội: gen A quy định hoa đơn trội hoàn toàn so với gen a quy định hoa kép; gen B quy định hoa dài trội hoàn toàn so với gen b quy định hoa ngắn. Biết rằng 2 gen quy định 2 tính trạng trên cùng nhóm gen liên kết và cách nhau 20 cM. Mọi diễn biến trong giảm phân và thụ tinh đều bình thường và hoán vị gen xảy ra ở 2 bên. Phép lai P: (đơn, dài) × (kép, ngắn). F1: 100% đơn, dài. Đem F1 tự thụ thu được F2. Cho các kết luận sau, có bao nhiêu kết luận đúng về thông tin trên?\n(1) F1 có kiểu gen Ab/aB chiếm tỉ lệ 2%\n(2) F2 tỉ lệ đơn, dài dị hợp là 66%\n(3) F2 gồm 4 kiểu hình: 66% đơn, dài: 9% đơn ,ngắn: 9% kép, dài: 16% kép,ngắn\n(4) Tỉ lệ kiểu gen dị hợp tử ở F2 chiếm 50%\n(5) Khi lai phân tích F1 thì đời con (Fa)  gồm 10% cây kép,ngắn.\nSố kiểu gen ở F2 bằng 7.",
        "ans_a":"A. 3",
        "ans_b":"B. 4",
        "ans_c":"C. 5",
        "ans_d":"D. 2","ans_true":	4	},
      {"ques":"Một phân tử ARN có 3 loại nucleotit A, U, X có thể có bao nhiêu bộ 3 chứa 1 nucleotit U?",
        "ans_a":"A. 27",
        "ans_b":"B. 12",
        "ans_c":"C. 4",
        "ans_d":"D. 9","ans_true":	2	},
      {"ques":"Bệnh do gen trội trên NST X ở người gây ra có đặc điểm di truyền nào sau đây?",
        "ans_a":"A. Mẹ mắc bệnh thì tất cả các con trai điều mắc bệnh.",
        "ans_b":"B. Bệnh thường biểu hiện ở nam nhiều hơn nữ.",
        "ans_c":"C. Bố mẹ không mắc bệnh có thể sinh ra con mắc bệnh.",
        "ans_d":"D. Bố mắc bệnh thì tất cả các con gái điều mắc bệnh.","ans_true":	4	},
      {"ques":"Khi nói về giới hạn sinh thái, kết luận nào sau đay là sai?",
        "ans_a":"A. Khi loài sống trong điều kiện khắc nghiệt thì giới hạn sinh thái của loài về các nhân tố liên quan sẽ bị thu hẹp.",
        "ans_b":"B. Giới hạn sinh thái của loài đối với nhân tố này không liên quan đến giới hạn sinh thái của loài đối với nhân tố sinh thái khác.",
        "ans_c":"C. Vùng phân bố của loài thường có mối tương quan thuận nghịch với giới hạn sinh thái của loài đó đối với một hay nhiều nhân tố sinh thái.",
        "ans_d":"D. Trong giới hạn sinh thái của một loài về một nhân tố sinh thái nào đó, khoảng chống chịu bao hàm cả khoảng thuận lợi.","ans_true":	3	},
      {"ques":"Để kiểm tra giả thuyết của mình, Menđen đã làm thí nghiệm được gọi là phép lai kiểm nghiệm hay còn được gọi là phép lai?",
        "ans_a":"A. Lai phân tích.",
        "ans_b":"B. Lai xa.",
        "ans_c":"C. Lai kinh tế.",
        "ans_d":"D. Lai khác dòng.","ans_true":	1	},
      {"ques":"Nhiễm sắc thể ở vi sinh vật nhân thực không có chức năng nào sau đây?",
        "ans_a":"A. Tham gia quá trình điều hòa hoạt động gen thông qua các mức cuộn xoắn của NST.",
        "ans_b":"B. Phân chia đều vật chất di truyền cho các tế bào con trong pha phân bào.",
        "ans_c":"C. Lưu giữ, bảo quản và truyền đạt thông tin di truyền.",
        "ans_d":"D. Quyết định mức độ tiến hóa của loài bằng số lượng NST trong bộ NST 2n.","ans_true":	4	},
      {"ques":"Cho biết không xảy ra đột biến, tính theo lý thuyết, xác suất sinh một người con có 4 alen trội của một cặp vợ chồng đều có kiểu gen AaBbDd là",
        "ans_a":"A. 3/32.",
        "ans_b":"B. 5/16.",
        "ans_c":"C. 15/64.",
        "ans_d":"D. 27/64.","ans_true":	3	},
      {"ques":"Trên một nhiễm sắc thể, xét 4 gen A, B, C và D. Khoảng cách tương đối giữa các gen là: AB = 1,5 cM, BC = 16,5 cM, BD = 3,5 cM, CD = 20 cM, AC = 18 cM. Trật tự đúng của các gen trên NST đó là",
        "ans_a":"A. DABC.",
        "ans_b":"B. ABCD.",
        "ans_c":"C. BACD.",
        "ans_d":"D. ACBD.","ans_true":	1	},
      {"ques":"Thành tựu nào dưới đây là ứng dụng của tạo giống bằng công nghệ tế bào?",
        "ans_a":"A. Tạo ra giống cừu sản sinh protein huyết thanh của người trong sữa.",
        "ans_b":"B. Tạo ra giống lúa “gạo vàng” có khả năng tổng hợp β – caroten (tiền chất tạo vitamin A) trong hạt.",
        "ans_c":"C. Tạo ra giống cà chua có gen làm chín quả bị bất hoạt.",
        "ans_d":"D. Tạo ra giống cây trồng lưỡng bội có kiểu gen đồng hợp tử về tất cả các gen.","ans_true":	4	},
      {"ques":"Ở hoa loa kèn, màu sắc hoa do gen nằm trong tế bào chất quy định, trong đó hoa vàng là trội so với hoa xanh, lấy hạt phấn của hoa vàng thụ phấn cho cây hoa xanh được F1. Cho F1 tự thụ phấn thì tỉ lệ kiểu hình thu được ở F2 là",
        "ans_a":"A. 75% cây hoa vàng: 25% cây hoa xanh.",
        "ans_b":"B. 100% cây hoa vàng",
        "ans_c":"C. trên cùng một cây có cả hoa vàng và hoa xanh.",
        "ans_d":"D. 100% cây hoa xanh.","ans_true":	4	}
    ]
  }
  ]