[
  {
    "subject": "Lịch sử",
    "exam_num": 1,
    "time": 50,
    "questions": [
      {
        "ques": "Với chiến thắng của phong trào “Đồng Khởi”, quân và dân miền Nam đã làm phá sản chiến lược chiến tranh nào của Mĩ?",
        "ans_a": "A. “Chiến tranh cục bộ”",
        "ans_b": "B. “Chiến tranh đặc biệt”",
        "ans_c": "C. “Việt Nam hóa chiến tranh”",
        "ans_d": "D. “Chiến tranh đơn phương”",
        "ans_true": 4
      },
      {
        "ques": "Thành tựu quan trọng nhất của Liên Xô trong công cuộc xây dựng chủ nghĩa xã hội là:",
        "ans_a": "A. Phóng thành công tàu vũ trụ bay vòng quanh trái đất",
        "ans_b": "B. Phóng thành công vệ tinh nhân tạo",
        "ans_c": "C. Trở thành cường quốc công nghiệp lớn thứ hai thế giới",
        "ans_d": "D. Chế tạo thành công bom nguyên tử",
        "ans_true": 3
      },
      {
        "ques": "Năm 1995, thành công lớn nhất của ngoại giao Việt Nam là gia nhập:",
        "ans_a": "A. ASEAN",
        "ans_b": "B. APEC",
        "ans_c": "C. WTO",
        "ans_d": "D. Liên Hợp Quốc",
        "ans_true": 1
      },
      {
        "ques": "Cuộc Tổng tiến công và nổi dậy Xuân 1975 đã lần lượt trải qua các chiến dịch nào?",
        "ans_a": "A. Tây Nguyên, Huế - Đà Nẵng, Hồ Chí Minh",
        "ans_b": "B. Huế - Đà Nẵng, Tây Nguyên, Hồ Chí Minh",
        "ans_c": "C. Tây Nguyên, Đà Nẵng, Hồ Chí Minh",
        "ans_d": "D. Plâyku, Huế - Đà Nẵng, Hồ Chí Minh",
        "ans_true": 1
      },
      {
        "ques": "Ý nào sau đây không phải là nhiệm vụ của cách mạng miền Bắc (1954 - 1965)?",
        "ans_a": "A. Hàn gắn vết thương chiến tranh",
        "ans_b": "B. Khôi phục kinh tế",
        "ans_c": "C. Đưa miền Bắc tiến lên chủ nghĩa xã hội",
        "ans_d": "D. Đấu tranh chống Mĩ - Diệm",
        "ans_true": 4
      },
      {
        "ques": "Những nước nào sau đây ở Đông Nam Á đã giành được độc lập trong tháng 8 năm 1945?",
        "ans_a": "A. Việt Nam và Lào",
        "ans_b": "B. Việt Nam và Inđônêxia",
        "ans_c": "C. Việt Nam và Campuchia",
        "ans_d": "D. Lào và Inđônêxia",
        "ans_true": 2
      },
      {
        "ques": "Cuộc kháng chiến của dân tộc Việt Nam chống thực dân Pháp (1945 - 1954) được kết thúc bằng sự kiện lịch sử nào?",
        "ans_a": "A. Hiệp định Giơnevơ năm 1954 về Đông Dương được kí kết",
        "ans_b": "B. Chiến dịch Biên giới thu - đông 1950",
        "ans_c": "C. Các cuộc tiến công chiến lược trong đông xuân 1953 - 1954",
        "ans_d": "D. Chiến dịch Điện Biên Phủ năm 1954",
        "ans_true": 1
      },
      {
        "ques": "Ủy viên thường trực của Hội đồng Bảo an Liên Hợp quốc gồm những quốc gia nào?",
        "ans_a": "A. Liên Xô (Nga) - Nhật Bản - Trung Quốc - Mĩ - Anh",
        "ans_b": "B. Đức - Nhật Bản - Trung Quốc - Mĩ - Pháp",
        "ans_c": "C. Mĩ - Anh - Pháp - Trung Quốc - Nhật Bản",
        "ans_d": "D. Liên Xô (Nga) - Anh - Pháp - Mĩ - Trung Quốc",
        "ans_true": 4
      },
      {
        "ques": "Trong các biện pháp giải quyết nạn đói ở Việt Nam sau Cách mạng tháng Tám (1945), biện pháp nào là quan trọng nhất?",
        "ans_a": "A. Lập hũ gạo tiết kiệm",
        "ans_b": "B. Tổ chức ngày đồng tâm",
        "ans_c": "C. Tăng cường sản xuất",
        "ans_d": "D. Chia lại ruộng đất cho nông dân",
        "ans_true": 3
      },
      {
        "ques": "Sắp xếp theo thứ tự thời gian các chiến lược chiến tranh mà Mĩ thực hiện ở Việt Nam trong những năm 1954 - 1973?\n1. “Chiến tranh cục bộ” \n2. “Việt Nam hóa chiến tranh”\n3. “Chiến tranh đặc biệt” \n4. “Chiến tranh đơn phương”",
        "ans_a": "A. 1 - 2 - 3 - 4",
        "ans_b": "B. 1 - 4 - 2 - 3",
        "ans_c": "C. 4 - 3 - 1 - 2",
        "ans_d": "D. 4 - 3 - 2 - 1",
        "ans_true": 3
      },
      {
        "ques": "Nguyên nhân chủ yếu nhất buộc Mĩ và Liên Xô chấm dứt Chiến tranh lạnh là:",
        "ans_a": "A. Sự phát triển của khoa học - kĩ thuật và xu thế toàn cầu hóa",
        "ans_b": "B. Cuộc chạy đua vũ trang làm cho hai nước tốn kém, suy giảm nhiều mặt",
        "ans_c": "C. Sự lớn mạnh của Trung Quốc, Ấn Độ và phong trào giải phóng dân tộc trên thế giới",
        "ans_d": "D. Tây Âu và Nhật Bản vươn lên mạnh mẽ trở thành đối thủ của Mĩ",
        "ans_true": 2
      },
      {
        "ques": "Đảng Cộng sản Việt Nam ra đời (3/2/1930) là sự hợp nhất của các tổ chức cách mạng nào?",
        "ans_a": "A. Đông Dương Cộng sản Đảng, An Nam Cộng sản Đảng, Đảng Cộng sản Đông Dương",
        "ans_b": "B. Đông Dương Cộng sản Đảng, An Nam Cộng sản Đảng, Đông Dương Cộng sản liên đoàn",
        "ans_c": "C. Hội Việt Nam Cách mạng Thanh niên, Tân Việt Cách mạng Đảng, Việt Nam Quốc dân Đảng",
        "ans_d": "D. An Nam Cộng sản Đảng, Đông Dương Cộng sản Đảng, Việt Nam Quốc dân Đảng",
        "ans_true": 2
      },
      {
        "ques": "Vì sao Hội nghị Trung ương Đảng lần thứ 8 (5/1941) có ý nghĩa quan trọng đối với sự thành công của Cách mạng tháng Tám (1945)?",
        "ans_a": "A. Chủ trương giương cao ngọn cờ giải phóng dân tộc",
        "ans_b": "B. Hoàn chỉnh quá trình chuyển hướng chỉ đạo chiến lược được đề ra từ Hội nghị Trung ương tháng 11/1939",
        "ans_c": "C. Giải quyết được vấn đề ruộng đất cho nông dân",
        "ans_d": "D. Củng cố khối đoàn kết toàn dân",
        "ans_true": 2
      },
      {
        "ques": "Đâu không phải là nội dung của hội nghị Ianta đặt ra?",
        "ans_a": "A. Nhanh chóng đánh bại chủ nghĩa phát xít",
        "ans_b": "B. Tổ chức lại thế giới sau chiến tranh",
        "ans_c": "C. Phân chia thành quả giữa các nước thắng trận",
        "ans_d": "D. Hợp tác để phát triển kinh tế",
        "ans_true": 4
      },
      {
        "ques": "Những chiến thắng quân sự nào góp phần làm phá sản chiến lược “Chiến tranh đặc biệt” của Mĩ?",
        "ans_a": "A. Bình Giã, Ba Gia, Đồng Xoài, núi Thành",
        "ans_b": "B. Ấp Bắc, Bình Giã, Vạn Tường, An Lão",
        "ans_c": "C. Ấp Bắc, Bình Giã, An Lão, Ba Gia, Đồng Xoài",
        "ans_d": "D. Ấp Bắc, núi Thành, Vạn Tường, Đồng Xoài",
        "ans_true": 3
      },
      {
        "ques": "Tác phẩm tập hợp những bài giảng của Nguyễn Ái Quốc tại các lớp huấn luyện chính trị ở Quảng Châu (Trung Quốc) trong những năm 1925 - 1927 là:",
        "ans_a": "A. “Chính cương vắn tắt”",
        "ans_b": "B. “Bản án chế độ thực dân Pháp”",
        "ans_c": "C. “Đường Kách Mệnh”",
        "ans_d": "D. “Nhật kí trong tù”",
        "ans_true": 3
      },
      {
        "ques": "Sự kiện nào đánh dấu bước chuyển biến của phong trào công nhân Việt Nam từ đấu tranh tự phát sang tự giác?",
        "ans_a": "A. Bãi công của công nhân Sài Gòn - Chợ Lớn",
        "ans_b": "B. Bãi công của công nhân viên chức các sở công thương của Pháp ở Bắc Kì năm 1922",
        "ans_c": "C. Bãi công của công nhân nhà máy dệt Nam Định năm 1924",
        "ans_d": "D. Bãi công của công nhân xưởng máy Ba Son - Sài Gòn 8/1925",
        "ans_true": 4
      },
      {
        "ques": "Giai cấp công nhân Việt Nam có nguồn gốc xuất thân chủ yếu là:",
        "ans_a": "A. Giai cấp tư sản bị phá sản",
        "ans_b": "B. Công chức, viên chức bị sa thải",
        "ans_c": "C. Thợ thủ công bị thất nghiệp",
        "ans_d": "D. Nông dân bị tước đoạt ruộng đất",
        "ans_true": 4
      },
      {
        "ques": "Việc Nguyễn Ái Quốc bỏ phiếu tán thành gia nhập Quốc tế thứ ba và tham gia sáng lập Đảng Cộng sản Pháp (12/1920) có ý nghĩa gì?",
        "ans_a": "A. Chứng tỏ Nguyễn Ái Quốc tìm được con đường cứu nước đúng đắn cho cách mạng Việt Nam",
        "ans_b": "B. Đánh dấu bước chuyển biến trong tư tưởng của Nguyễn Ái Quốc, từ chiến sĩ yêu nước trở thành chiến sĩ cộng sản",
        "ans_c": "C. Cách mạng Việt Nam trở thành một bộ phận khăng khít của cách mạng thế giới",
        "ans_d": "D. Phong trào công nhân Việt Nam phát triển mạnh mẽ từ tự phát lên tự giác",
        "ans_true": 2
      },
      {
        "ques": "Nước Việt Nam ngay sau Cách mạng tháng Tám (1945) phải đối phó với những khó khăn nào?",
        "ans_a": "A. Nạn đói, nạn dốt, nạn ngoại xâm",
        "ans_b": "B. Nạn đói, nạn dốt, nội phản",
        "ans_c": "C. Nạn đói, nạn dốt, ngân sách nhà nước trống rỗng",
        "ans_d": "D. Nạn đói, nạn dốt, ngân sách nhà nước trống rỗng, ngoại xâm và nội phản",
        "ans_true": 4
      },
      {
        "ques": "Điểm nổi bật của phong trào đấu tranh giành và bảo vệ độc lập dân tộc ở khu vực Mĩ - latinh sau chiến tranh thế giới thứ hai là:",
        "ans_a": "A. Chống lại chế độ độc tài Batixta",
        "ans_b": "B. Chống lại chế độ thực dân Tây Ban Nha",
        "ans_c": "C. Chống lại chế độ thực dân Bồ Đào Nha",
        "ans_d": "D. Chống lại chế độ độc tài thân Mĩ",
        "ans_true": 4
      },
      {
        "ques": "Kẻ thù nguy hiểm nhất của nước Việt Nam Dân chủ Cộng hòa trong năm đầu sau Cách mạng tháng Tám (1945) là:",
        "ans_a": "A. Phát xít Nhật",
        "ans_b": "B. Thực dân Pháp",
        "ans_c": "C. Trung Hoa Dân quốc",
        "ans_d": "D. Thực dân Anh",
        "ans_true": 2
      },
      {
        "ques": "Câu văn nào được trích trong “Lời kêu gọi toàn quốc kháng chiến” thể hiện cuộc kháng chiến của ta là cuộc kháng chiến toàn dân?",
        "ans_a": "A. “…Chúng ta muốn hòa bình, chúng ta phải nhân nhượng. Nhưng chúng ta càng nhân nhượng, thực dân Pháp càng lấn tới, vì chúng quyết tâm cướp nước ta lần nữa…”",
        "ans_b": "B. “…Hễ là người Việt Nam thì phải đứng lên đánh thực dân Pháp để cứu Tổ quốc…”",
        "ans_c": "C. “…Không! Chúng ta thà hi sinh tất cả, chứ nhất định không chịu mất nước, nhất định không chịu làm nô lệ…”",
        "ans_d": "D. “…Nước Việt Nam có quyền hưởng tự do và độc lập, và sự thật đã trở thành một nước tự do, độc lập…”",
        "ans_true": 2
      },
      {
        "ques": "Hệ quả quan trọng của cuộc cách mạng khoa học - công nghệ giai đoạn đầu những năm 80 của thế kỉ XX đến nay là:",
        "ans_a": "A. Những thay đổi lớn về cơ cấu dân cư",
        "ans_b": "B. Xu thế toàn cầu hóa xuất hiện",
        "ans_c": "C. Xuất hiện những phát minh quan trọng trong lĩnh vực công nghệ",
        "ans_d": "D. Sự ra đời của thế hệ máy tính điện tử",
        "ans_true": 2
      },
      {
        "ques": "Thách thức lớn nhất của thế giới trong thập kỉ đầu tiên của thế kỉ XXI là gì?",
        "ans_a": "A. Tình trạng ô nhiễm môi trường ngày càng trầm trọng",
        "ans_b": "B. Nguy cơ cạn kiệt tài nguyên thiên nhiên",
        "ans_c": "C. Chiến tranh, xung đột ở nhiều khu vực trên thế giới",
        "ans_d": "D. “Chủ nghĩa khủng bố” hoành hành",
        "ans_true": 4
      },
      {
        "ques": "Tư tưởng cốt lõi trong “Cương lĩnh chính trị” đầu tiên của Đảng Cộng sản Việt Nam là:",
        "ans_a": "A. Tự do và dân chủ",
        "ans_b": "B. Ruộng đất cho dân cày",
        "ans_c": "C. Đoàn kết với cách mạng thế giới",
        "ans_d": "D. Độc lập và tự do",
        "ans_true": 4
      },
      {
        "ques": "Tổ chức quốc tế nào ra đời tháng 3 năm 1919 với mục đích thúc đẩy sự phát triển của phong trào cách mạng thế giới?",
        "ans_a": "A. Hội Quốc liên",
        "ans_b": "B. Liên Hợp Quốc",
        "ans_c": "C. Quốc tế Cộng sản",
        "ans_d": "D. Hội Liên hiệp các dân tộc thuộc địa",
        "ans_true": 3
      },
      {
        "ques": "Ý nào sau đây không phải là mục tiêu cơ bản trong “Chiến lược toàn cầu” của Mĩ?",
        "ans_a": "A. Đàn áp phong trào giải phóng dân tộc, khống chế các nước đồng minh",
        "ans_b": "B. Ngăn chặn, đẩy lùi và tiến tới xóa bỏ chủ nghĩa xã hội trên thế giới",
        "ans_c": "C. Thiết lập sự thống trị trên toàn thế giới",
        "ans_d": "D. Sử dụng khẩu hiệu “Thúc đẩy dân chủ” để can thiệp vào công việc nội bộ của nước khác",
        "ans_true": 4
      },
      {
        "ques": "Những quốc gia và vùng lãnh thổ nào ở khu vực Đông Bắc Á được gọi là “con rồng” kinh tế châu Á?",
        "ans_a": "A. Nhật Bản, Hàn Quốc, Đài Loan",
        "ans_b": "B. Triều Tiên, Hàn Quốc, Đài Loan",
        "ans_c": "C. Nhật Bản, Ma Cao, Hàn Quốc",
        "ans_d": "D. Hồng Kông, Hàn Quốc, Đài Loan",
        "ans_true": 4
      },
      {
        "ques": "Nguyên nhân có tính chất quyết định nhất đưa đến thắng lợi trong cuộc kháng chiến chống Pháp của nhân dân ta?",
        "ans_a": "A. Nhân dân ta có truyền thống yêu nước nồng nàn",
        "ans_b": "B. Sự quyết tâm đồng lòng của quân và dân ta",
        "ans_c": "C. Có sự giúp đỡ của các nước xã hội chủ nghĩa anh em và tinh thần đoàn kết chiến đấu của nhân dân ba nước Đông Dương",
        "ans_d": "D. Sự lãnh đạo đúng đắn của Đảng",
        "ans_true": 4
      },
      {
        "ques": "Lịch sử thế giới ghi nhận năm 1960 là “năm châu Phi”vì:",
        "ans_a": "A. Có 17 nước châu Phi được trao trả độc lập",
        "ans_b": "B. Cả châu Phi giành được độc lập",
        "ans_c": "C. Chế độ phân biệt chủng tộc ở châu Phi bị xóa bỏ",
        "ans_d": "D. Phong trào đấu tranh ở Bắc Phi phát triển mạnh",
        "ans_true": 1
      },
      {
        "ques": "Sự kiện nào sau đây diễn ra đã khiến Mĩ phải chấp nhận đàm phán, thương lượng để bàn về vấn đề chấm dứt chiến tranh ở Việt Nam?",
        "ans_a": "A. Chiến tranh phá hoại miền Bắc lần thứ nhất",
        "ans_b": "B. Chiến tranh phá hoại miền Bắc lần thứ hai",
        "ans_c": "C. Cuộc tập kích chiến lược Tết Mậu Thân 1968",
        "ans_d": "D. Cuộc tập kích bằng máy bay B52 vào Hà Nội, Hải Phòng cuối năm 1972",
        "ans_true": 3
      },
      {
        "ques": "So với phong trào cách mạng 1930 - 1931, điểm khác biệt về phương pháp đấu tranh của thời kì 1936 - 1939 là sự kết hợp đấu tranh giữa:",
        "ans_a": "A. Chính trị và đấu tranh vũ trang",
        "ans_b": "B. Nghị trường và đấu tranh trên mặt trận",
        "ans_c": "C. Công khai và nửa công khai",
        "ans_d": "D. Ngoại giao với vận động quần chúng",
        "ans_true": 3
      },
      {
        "ques": "Ý nào sau đây không phản ánh đúng âm mưu và thủ đoạn của Mĩ trong chiến lược “Chiến tranh cục bộ” ở miền Nam?",
        "ans_a": "A. Nhanh chóng tạo ưu thế mới về binh lực và hỏa lực có thể áp đảo quân ta bằng các cuộc hành quân “tìm, diệt”",
        "ans_b": "B. Cố giành lại thế chủ động trên chiến trường, đẩy ta về thế phòng ngự, phải phân tán nhỏ hoặc rút về biên giới",
        "ans_c": "C. Mở các cuộc hành quân “tìm, diệt” và “bình định” vào các vùng giải phóng của ta",
        "ans_d": "D. Tiến hành dồn dân, lập “ấp chiến lược” và coi đây là “xương sống” của chiến lược",
        "ans_true": 4
      },
      {
        "ques": "Trước xu thế mới trong quan hệ quốc tế thế kỉ XXI, Việt Nam có được thuận lợi gì?",
        "ans_a": "A. Ứng dụng các thành tựu khoa học - kĩ thuật vào sản xuất",
        "ans_b": "B. Nâng cao trình độ tập trung vốn và lao động",
        "ans_c": "C. Có thêm thị trường lớn để tăng cường xuất khẩu hàng hóa",
        "ans_d": "D. Hợp tác kinh tế, thu hút vốn đầu tư và ứng dụng khoa học - kĩ thuật",
        "ans_true": 4
      },
      {
        "ques": "Đặc điểm mang tính khách quan, quyết định sứ mệnh lãnh đạo cách mạng Việt Nam của giai cấp công nhân?",
        "ans_a": "A. Có quan hệ gắn bó tự nhiên với giai cấp nông dân",
        "ans_b": "B. Đại diện cho phương thức sản xuất tiên tiến",
        "ans_c": "C. Sống tập trung ở các nhà máy, xí nghiệp, đồn điền",
        "ans_d": "D. Có ý thức tổ chức, kỉ luật cao",
        "ans_true": 2
      },
      {
        "ques": "Chủ tịch Hồ Chí Minh trước khi sang Pháp đã dặn dò Huỳnh Thúc Kháng: “Dĩ bất biến, ứng vạn biến”. Theo em, cái “bất biến” của dân tộc ta trong thời điểm này là gì?",
        "ans_a": "A. Hòa bình",
        "ans_b": "B. Độc lập",
        "ans_c": "C. Tự do",
        "ans_d": "D. Tự chủ",
        "ans_true": 2
      },
      {
        "ques": "Quyền dân tộc cơ bản của nhân dân Việt Nam lần đầu tiên được một hiệp định quốc tế công nhận là:",
        "ans_a": "A. Hiệp định Ianta 1945",
        "ans_b": "B. Hiệp định Sơ bộ 1946",
        "ans_c": "C. Hiệp định Giơnevơ 1954",
        "ans_d": "D. Hiệp định Paris năm 1973",
        "ans_true": 3
      },
      {
        "ques": "Ta chủ trương mở cuộc Tổng tiến công và nổi dậy Tết Mậu Thân 1968 là xuất phát từ cơ sở nào?",
        "ans_a": "A. So sánh lực lượng đã thay đổi có lợi cho ta sau hai mùa khô và lợi dụng mâu thuẫn ở Mĩ trong năm bầu cử Tổng thống",
        "ans_b": "B. Sự thất bại nặng nề của quân Mĩ và quân đội Sài Gòn trong hai mùa khô 1965 - 1966 và 1966 - 1967",
        "ans_c": "C. Sự ủng hộ to lớn của các nước xã hội chủ nghĩa đối với cuộc đấu tranh chống Mĩ của nhân dân ta",
        "ans_d": "D. Mâu thuẫn giữa Mĩ và chính quyền Sài Gòn xuất hiện, quân đội Sài Gòn bị cô lập",
        "ans_true": 1
      },
      {
        "ques": "Bài học kinh nghiệm nào trong kháng chiến chống Pháp (1945 - 1954) tiếp tục được Đảng ta vận dụng trong kháng chiến chống Mĩ cứu nước (1954 - 1975)?",
        "ans_a": "A. Kết hợp đấu tranh chính trị với đấu tranh vũ trang và dân vận",
        "ans_b": "B. Kết hợp sức mạnh dân tộc với sức mạnh thời đại, sức mạnh trong nước với sức mạnh quốc tế",
        "ans_c": "C. Tranh thủ sự đồng tình ủng hộ của dư luận quốc tế",
        "ans_d": "D. Tăng cường đoàn kết trong nước và quốc tế",
        "ans_true": 2
      }
    ]
  },
  {
    "subject": "Lịch sử",
    "exam_num": 2,
    "time": 50,
    "questions": [
      {
        "ques": "Tại sao Hội nghị BCH trung ương Đảng tháng 05/1941 lại chủ trương thành lập Mặt trận Việt Nam độc lập đồng minh?",
        "ans_a": "A. Vì muốn tập hợp đoàn kết các lực lượng yêu nước chống kẻ thù chung.",
        "ans_b": "B. Vì để chuẩn bị cho khởi nghĩa vũ trang.",
        "ans_c": "C. Vì muốn giúp việc thành lập mặt trận ở các nước Lào và Camphuchia.",
        "ans_d": "D. Vì muốn giải quyết vấn đề dân tộc trong khuôn khổ từng nước Đông Dương.",
        "ans_true": 4
      },
      {
        "ques": "Bài học kinh nghiệm nào là chung nhất của cách mạng Việt Nam giai đoạn 1930 - 1945?",
        "ans_a": "A. Bài học về phân hóa và cô lập kẻ thù.",
        "ans_b": "B. Bài học về giành và giữ chính quyền.",
        "ans_c": "C. Bài học về khởi nghĩa vũ trang.",
        "ans_d": "D. Bài học về liên minh công – nông.",
        "ans_true": 4
      },
      {
        "ques": "Hội nghị nào đã xác định hình thái khởi nghĩa của cách mạng tháng Tám là đi từ khởi nghĩa từng phần tiến lên tổng khởi nghĩa?",
        "ans_a": "A. Hội nghị BCH trung ương Đảng tháng 05/1941.",
        "ans_b": "B. Hội nghị BCH trung ương Đảng tháng 11/1939.",
        "ans_c": "C. Hội nghị quân sự Bắc kì tháng 04/1945.",
        "ans_d": "D. Hội nghị BCH trung ương Đảng tháng 08/1945.",
        "ans_true": 1
      },
      {
        "ques": "Sự kiện nào sau đây là nguyên nhân làm cho Đảng ta thay đổi chủ trương từ hòa hoãn với Tưởng để chống Pháp sang hòa hoãn với Pháp để đuổi Tưởng?",
        "ans_a": "A. Tạm ước Việt - Pháp (14-9-1946).",
        "ans_b": "B. Hiệp ước Hoa - Pháp (28-2-1946).",
        "ans_c": "C. Hiệp định sơ bộ Việt - Pháp (6-3-1946).",
        "ans_d": "D. Quốc hội khóa I (2-3-1946) nhường cho Tưởng một số ghế trong quốc hội.",
        "ans_true": 2
      },
      {
        "ques": "Mục tiêu đấu tranh của phong trào công nhân từ năm 1919 đến năm 1924 chủ yếu là gì?",
        "ans_a": "A. Đòi quyền lợi về chính trị",
        "ans_b": "B. Chống thực dân Pháp để giải phóng dân tộc.",
        "ans_c": "C. Đòi quyền lợi về kinh tế - chính trị.",
        "ans_d": "D. Đòi quyền lợi về kinh tế",
        "ans_true": 4
      },
      {
        "ques": "Vị Tổng thống nào của nước Mĩ đã quyết định áp dụng chiến lược “Chiến tranh cục bộ” ở miền Nam Việt Nam?",
        "ans_a": "A. Aixenhao.",
        "ans_b": "B. Kennơđi.",
        "ans_c": "C. Giônxơn.",
        "ans_d": "D. Níchxơn.",
        "ans_true": 3
      },
      {
        "ques": "Vì sao nói cuộc kháng chiến chống Mĩ của nhân dân ta là một cuộc đụng đầu lịch sử?",
        "ans_a": "A. Vì đây là cuộc đấu tranh của một dân tộc nhược tiểu chống lại một đế quốc số 1 thế giới.",
        "ans_b": "B. Vì đây là một cuộc chiến tranh kéo dài, ác liệt với quy mô lớn chống lại một nước đế quốc hùng mạnh.",
        "ans_c": "C. Vì đây là một cuộc chiến tranh phản ánh tập trung những mâu thuẫn cơ bản của thời đại.",
        "ans_d": "D. Vì đây là một cuộc chiến tranh chống chủ nghĩa thực dân mới của Mĩ, thực hiện giải phóng dân tộc, thống nhất đất nước đầu tiên giành thắng lợi.",
        "ans_true": 3
      },
      {
        "ques": "Việt Nam gia nhập ASEAN có ý nghĩa gì?",
        "ans_a": "A. Mở ra triển vọng cho sự liên kết toàn khu vực Đông Nam Á.",
        "ans_b": "B. ASEAN đã trở thành một liên minh kinh tế - chính trị.",
        "ans_c": "C. Chứng tỏ sự hợp tác giữa các thành viên ASEAN ngày càng có hiệu quả.",
        "ans_d": "D. Chứng tỏ sự đối đầu về ý thức hệ tư tưởng - chính trị - quân sự.",
        "ans_true": 1
      },
      {
        "ques": "Tính chất của cách mạng tháng Tám năm 1945?",
        "ans_a": "A. Cách mạng vô sản.",
        "ans_b": "B. Cách mạng dân tộc dân chủ nhân dân",
        "ans_c": "C. Cách mạng dân chủ nhân dân",
        "ans_d": "D. Cách mạng dân tộc dân chủ",
        "ans_true": 2
      },
      {
        "ques": "Sau chiến tranh thế giới thứ nhất, cách mạng Việt Nam đã tiếp thu luồng tư tưởng cách mạng vô sản dựa trên cơ sở xã hội nào?",
        "ans_a": "A. Sự chuyển biến của các giai cấp trong xã hội.",
        "ans_b": "B. Sự chuyển biến về tư tưởng.",
        "ans_c": "C. Phong trào công nhân.",
        "ans_d": "D. Phong trào yêu nước.",
        "ans_true": 1
      },
      {
        "ques": "Mở đầu cuộc Tiến công chiến lược 1972, quân ta tấn công vào đâu?",
        "ans_a": "A. Nam Trung Bộ.",
        "ans_b": "B. Tây Nguyên.",
        "ans_c": "C. Quảng Trị.",
        "ans_d": "D. Đông Nam Bộ.",
        "ans_true": 3
      },
      {
        "ques": "Nội dung nào đúng nhất về viêc xác định lực lượng cách maṇg của phong trào 1936 – 1939?",
        "ans_a": "A. Chủ yếu là công nhân và nông dân.",
        "ans_b": "B. Công nhân và nông dân.",
        "ans_c": "C. Đông đảo các giai cấp, tầng lớp và những người Pháp tiến bộ ở Đông Dương.",
        "ans_d": "D. Mọi người Việt Nam có lòng yêu nước.",
        "ans_true": 3
      },
      {
        "ques": "Trong phong trào yêu nước công khai, sự kiện nào nổi bật trong năm 1925?",
        "ans_a": "A. Cuộc đấu tranh đòi thả Phan Bội Châu",
        "ans_b": "B. Đám tang Phan Châu Trinh",
        "ans_c": "C. Xuất bản tác phẩm “Bản án chế độ thực dân Pháp”",
        "ans_d": "D. Thành lập Hội Việt Nam cách mạng thanh niên",
        "ans_true": 1
      },
      {
        "ques": "Điều gì chứng tỏ rằng: Từ tháng 9/1930 trở đi phong trào cách mạng 1930-1931 phát triển đạt đỉnh cao?",
        "ans_a": "A. Giải quyết triệt để vấn đề ruộng đất cho nông dân.",
        "ans_b": "B. Thực hiện liên minh công-nông bền vững.",
        "ans_c": "C. Phong trào diễn ra khắp cả nước.",
        "ans_d": "D. Sử dụng hình thức vũ trang khởi nghĩa và thành lập Xô viết.",
        "ans_true": 4
      },
      {
        "ques": "Sự phát triển nhanh chóng của khoa học - kı ̃ thuật hiện đại dẫn đến hiện tượng gì?",
        "ans_a": "A. Khoa học trở thành lực lượng sản xuất trực tiếp.",
        "ans_b": "B. Đầu tư vào khoa học cho lãi cao nhất",
        "ans_c": "C. Sự bùng nổ thông tin",
        "ans_d": "D. Mọi phát minh về kỹ thuật đều bắt nguồn từ nghiên cứu khoa học",
        "ans_true": 3
      },
      {
        "ques": "Lý do nào sau đây không đúng khi nói về việc ta chọn Điện Biên Phủ làm điểm quyết chiến chiến lược với Pháp?",
        "ans_a": "A. Quân ta có đủ điều kiện đánh địch ở Điện Biên Phủ.",
        "ans_b": "B. Ta cho rằng Điện Biên Phủ nằm trong kế hoạch dự định trước của Nava.",
        "ans_c": "C. Pháp cho rằng ta không đủ sức đương đầu với chúng ở Điện Biên Phủ.",
        "ans_d": "D. Điện Biên Phủ có tầm quan trọng đối với miền Bắc Đông Dương.",
        "ans_true": 2
      },
      {
        "ques": "Thắng lợi lớn nhất của quân và dân miền Bắc trong trận “Điện Biên Phủ trên không” là",
        "ans_a": "A. đánh bại âm mưu ngăn chặn sự chi viện của miền Bắc cho miền Nam, Lào, Campuchia.",
        "ans_b": "B. buộc Mĩ kí hiệp định Pa-ri về chấm dứt chiến tranh lập lại hòa bình ở Việt Nam.",
        "ans_c": "C. đánh bại âm mưu phá hoại công cuộc xây dựng CNXH ở miền Bắc.",
        "ans_d": "D. buộc Mĩ phải tuyên bố ngừng hẳn các hoạt động chống phá miền Bắc.",
        "ans_true": 2
      },
      {
        "ques": "Sự kiện nào đánh dấu sự sụp đổ căn bản của chủ nghĩa thực dân cũ ở Châu Phi?",
        "ans_a": "A. Cách mạng Mô-dăm-bích và Ăng-gô-la thắng lợi.",
        "ans_b": "B. Cách mạng An-giê-ri giành thắng lợi.",
        "ans_c": "C. Nước Cộng hòa Nam Phi được thành lập.",
        "ans_d": "D. Sự ra đời của nhà nước Dim-ba-bu-ê và Na-mi-bi-a.",
        "ans_true": 1
      },
      {
        "ques": "“Không! Chúng ta thà hy sinh tất cả chứ nhất định không chịu mất nước, nhất định không chịu làm nô lệ” được trích trong văn bản nào?",
        "ans_a": "A. Lời kêu gọi toàn quốc kháng chiến.",
        "ans_b": "B. Chỉ thị toàn dân kháng chiến",
        "ans_c": "C. Tuyên ngôn độc lập.",
        "ans_d": "D. Lời kêu gọi nhân ngày thành lập Đảng.",
        "ans_true": 1
      },
      {
        "ques": "Tai sao trong giai đoan 1936 – 1939, Đảng lại đưa một số cán bộ của Đảng ra hoat động công khai?",
        "ans_a": "A. Tı̀nh hı̀nh thế giới thay đổi có lợi",
        "ans_b": "B. Tı̀nh hı̀nh trong nước thay đổi, lực lượng cách mạng lớn mạnh",
        "ans_c": "C. Chı́nh phủ Pháp thi hành một số chı́nh sách tiến bộ ở thuôc điạ",
        "ans_d": "D. Thực hiện Nghi ̣quyết của Quốc tế Cộng sản",
        "ans_true": 3
      },
      {
        "ques": "Yếu tố nào quyết định sự bùng nổ của phong trào dân chủ 1936-1939 ở Việt Nam?",
        "ans_a": "A. Chính phủ Mặt trận Nhân dân lên cầm quyền ở Pháp (6-1936).",
        "ans_b": "B. Nghị quyết Đại hội lần thứ VII của Quốc tế Cộng sản (7-1935).",
        "ans_c": "C. Sự xuất hiện chủ nghĩa phát xít và nguy cơ chiến tranh thế giới mới (những năm 30 của thế kỉ XX).",
        "ans_d": "D. Nghị quyết Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương (7-1936).",
        "ans_true": 4
      },
      {
        "ques": "Điểm khác nhau trong viêc xác định nhiệm vụ cách mạng trước mắt giai đoạn 1936 - 1939 so với giai đoạn 1930 - 1931 là?",
        "ans_a": "A. Chống đế quốc và chống phong kiến.",
        "ans_b": "B. Chống chế độ phản động thuôc điạ, chống phát xít, chống chiến tranh.",
        "ans_c": "C. Chống đế quốc, phản động tay sai.",
        "ans_d": "D. Chống chế độ phản động thuôc địa và tay sai.",
        "ans_true": 2
      },
      {
        "ques": "Sự kiện nào đánh dấu Nguyễn Ái Quốc tìm thấy con đường cứu nước đúng đắn?",
        "ans_a": "A. Nguyễn Ái Quốc thành lập Đảng Cộng sản Việt Nam.",
        "ans_b": "B. Nguyễn Ái Quốc thành lập tổ chức Hội Việt Nam cách mạng thanh niên",
        "ans_c": "C. Nguyễn Ái Quốc tham gia sáng lập Đảng cộng sản Pháp.",
        "ans_d": "D. Nguyễn Ái Quốc đọc sơ thảo luận cương của Lê nin về vấn đề dân tộc và thuộc địa.",
        "ans_true": 4
      },
      {
        "ques": "Nguồn gốc dẫn đến tình trạng “chiến tranh lạnh” giữa hai siêu cường Xô-Mĩ là gì?",
        "ans_a": "A. CNXH trở thành hệ thống.",
        "ans_b": "B. Sự đối lập về mục tiêu và chiến lược của hai cường quốc Liên Xô và Mỹ.",
        "ans_c": "C. Mĩ tự cho mình có quyền lãnh đạo thế giới.",
        "ans_d": "D. Liên Xô trở thành chỗ dựa của phong trào cách mạng thế giới.",
        "ans_true": 2
      },
      {
        "ques": "Hãy đánh giá về vai trò của Liên Hợp Quốc trước những biến động của tình hình thế giới hiện nay?",
        "ans_a": "A. Ngăn chặn các đại dịch đe dọa sức khỏe loài người.",
        "ans_b": "B. Liên Hợp Quốc thực sự đã trở thành một diễn đàn vừa hợp tác vừa đấu tranh nhằm duy trì hòa bình và an ninh thế giới.",
        "ans_c": "C. Bảo vệ các di sản thế giới, cứu trợ nhân đạo.",
        "ans_d": "D. Thúc đẩy các mối quan hệ giao lưu, hợp tác giữa các nước thành viên trên nhiều lĩnh vực.",
        "ans_true": 2
      },
      {
        "ques": "Khu vực được các cường quốc rất quan tâm trong việc phân chia phạm vi ảnh hưởng tại Hội nghị Ianta là:",
        "ans_a": "A. Châu Á, châu Âu.",
        "ans_b": "B. Châu Âu, Mĩ latinh.",
        "ans_c": "C. Châu Á, châu Phi.",
        "ans_d": "D. Châu Á, Mĩ latinh.",
        "ans_true": 1
      },
      {
        "ques": "Cách mạng miền Nam có vai trò như thế nào trong việc đánh đổ ách thống trị của đế quốc Mĩ và tay sai, giải phóng miền Nam, thống nhất đất nước?",
        "ans_a": "A. Có vai trò quyết định trực tiếp.",
        "ans_b": "B. Có vai trò quyết định nhất.",
        "ans_c": "C. Có vai trò cơ bản nhất.",
        "ans_d": "D. Có vai trò quan trọng nhất.",
        "ans_true": 1
      },
      {
        "ques": "Trong khoảng 3 thập niên đầu sau Chiến tranh thế giới thứ hai, Liên Xô là nước đi đầu trong lĩnh vực nào?",
        "ans_a": "A. Công nghiệp dầu mỏ, công nghiệp dịch vụ.",
        "ans_b": "B. Công nghiệp vũ trụ, khai thác dầu khí.",
        "ans_c": "C. Công nghiệp vũ trụ, công nghiệp điện hạt nhân.",
        "ans_d": "D. Công nghiệp nặng, công nghiệp dệt.",
        "ans_true": 3
      },
      {
        "ques": "Sự kiện nào được xem là hiệu lệnh mở đầu cho cuộc kháng chiến toàn quốc chống thực dân Pháp?",
        "ans_a": "A. Lời kêu gọi toàn quốc kháng chiến của Hồ Chủ Tịch",
        "ans_b": "B. Quân dân Hà Nội phá nhà máy xe lửa Gia Lâm.",
        "ans_c": "C. Công nhân nhà máy điện Yên Phụ phá máy.",
        "ans_d": "D. Thực dâm Pháp tấn công phố Hàng Bún-Hà Nội.",
        "ans_true": 3
      },
      {
        "ques": "Nội dung nào sau đây thuộc về chủ trương của Đảng ta trong Đông–Xuân 1953 – 1954?",
        "ans_a": "A. Chuyển bại thành thắng trong vòng 18 tháng.",
        "ans_b": "B. Tập trung lực lượng tấn công vào những hướng quan trọng về chiến lược mà địch tương đối yếu.",
        "ans_c": "C. Tránh giao chiến ở miền Bắc với địch để chuẩn bị đàm phán.",
        "ans_d": "D. Giành thắng lợi nhanh chóng về quân sự trong Đông – Xuân 1953 – 1954.",
        "ans_true": 2
      },
      {
        "ques": "Hội nghị Potxdam đã có quyết định nào gây khó khăn cho cách mạng Việt Nam khi chiến tranh thế giới thứ hai kết thúc?",
        "ans_a": "A. Một vài đảng phái thân Trung hoa dân quốc được phép tham gia chính phủ Việt Nam.",
        "ans_b": "B. Đồng minh cho quân Anh và quân Trung hoa dân quốc vào Đông Dương làm nhiệm vụ giải giáp quân đội Nhật.",
        "ans_c": "C. Liên xô không được đưa quân vào Đông Dương.",
        "ans_d": "D. Các nước phương Tây vẫn được duy trì phạm vi ảnh hưởng tại các thuộc địa truyền thống của mình.",
        "ans_true": 2
      },
      {
        "ques": "Hình thức đấu tranh chủ yếu chống chế độ Mĩ-Diệm của nhân dân miền Nam trong những ngày đầu sau Hiệp định Giơ-ne-vơ 1954 là gì?",
        "ans_a": "A. Đấu tranh vũ trang.",
        "ans_b": "B. Đấu tranh chính trị, hòa bình.",
        "ans_c": "C. Khởi nghĩa giành lại quyền làm chủ.",
        "ans_d": "D. Dùng bạo lực cách mạng.",
        "ans_true": 2
      },
      {
        "ques": "Chiến thắng Điên Biên Phủ của Viêṭ Nam ảnh hưởng maṇh mẽ nhất đến phong trào giải phóng dân tôc ở nước nào của châu Phi?",
        "ans_a": "A. Ăng-gô-la",
        "ans_b": "B. Tuy-ni-di",
        "ans_c": "C. An-giê-ri",
        "ans_d": "D. Ai Câp̣",
        "ans_true": 3
      },
      {
        "ques": "Nguyên nhân cơ bản nhất dẫn đến phong trào Đồng khởi 1959–1960 là gì?",
        "ans_a": "A. Mĩ – Diệm phá hoại Hiệp định Giơ-ne-vơ, thực hiện chính sách “tố cộng”, “diệt cộng”.",
        "ans_b": "B. Do chính sách cai trị của Mĩ–Diệm làm cho cách mạng miền Nam bị tổn thất nặng nề.",
        "ans_c": "C. Có nghị quyết Hội nghị lần thứ 15 của Đảng về đường lối cách mạng miền Nam.",
        "ans_d": "D. Do nhân dân miền Nam căm thù Mĩ-Diệm sâu sắc.",
        "ans_true": 3
      },
      {
        "ques": "Đại hội lần thứ VII của Quốc tế Cộng sản đã xác định kẻ thù và nhiệm vụ trước mắt của cách mạng thế giới là",
        "ans_a": "A. chống chủ nghĩa phát xít, bảo vệ hòa bình thế giới.",
        "ans_b": "B. chống chủ nghĩa đế quốc, giành độc lập dân tộc.",
        "ans_c": "C. chống chủ nghĩa đế quốc, phát xít và phong kiến tay sai.",
        "ans_d": "D. chống chủ nghĩa phát xít, giành ruộng đất cho nông dân.",
        "ans_true": 1
      },
      {
        "ques": "Thuận lợi nào là chủ yếu giúp Liên Xô xây dựng đất nước sau Chiến tranh thế giới thứ hai?",
        "ans_a": "A. Thành tựu xây dựng CNXH trước chiến tranh.",
        "ans_b": "B. Sự ủng hộ của phong trào cách mạng thế giới.",
        "ans_c": "C. Tính ưu việt của chủ nghĩa xã hội.",
        "ans_d": "D. Tinh thần tự cường của nhân dân Liên Xô.",
        "ans_true": 4
      },
      {
        "ques": "Thực chất hành động phá hoại Hiệp định Pa-ri của chính quyền Sài Gòn là",
        "ans_a": "A. củng cố niềm tin cho binh lính Sài Gòn.",
        "ans_b": "B. thực hiện chiến lược phòng ngự “quét và giữ”.",
        "ans_c": "C. hỗ trợ cho “chiến tranh đặc biệt tăng cương” ở Lào.",
        "ans_d": "D. tiếp tục chiến lược “Việt Nam hóa chiến tranh” của Ních xơn.",
        "ans_true": 4
      },
      {
        "ques": "Để khắc phục điểm hạn chế về nhiệm vụ cách mạng trong Luận cương chính trị (10/1930), thời kì 1939-1945, Đảng đã chủ trương",
        "ans_a": "A. đặt nhiệm vụ giải phóng dân tộc lên hàng đầu, tạm gác khẩu hiệu cách mạng ruộng đất.",
        "ans_b": "B. thay khẩu hiệu thành lập chính phủ xô viết công-nông-binh bằng khẩu hiệu lập chính phủ dân chủ cộng hòa.",
        "ans_c": "C. giảm tô, giảm thuế, chia ruộng đất công, tiến tới thực hiện người cày có ruộng.",
        "ans_d": "D. tạm gác khẩu hiệu cách mạng ruộng đất, đề ra nhiệm vụ tịch thu ruộng đất của bọn thực dân, phong kiến chia cho dân cày nghèo.",
        "ans_true": 1
      },
      {
        "ques": "Điểm giống nhau cơ bản về kinh tế của Mĩ, Tây Âu, Nhật Bản từ những năm 70 đến năm 2000 là gì?",
        "ans_a": "A. Đều chịu sự cạnh tranh của các nước XHCN.",
        "ans_b": "B. Đều là siêu cường kinh tế của thế giới.",
        "ans_c": "C. Đều không chịu tác động của khủng hoảng kinh tế.",
        "ans_d": "D. Đều là trung tâm kinh tế-tài chính lớn của thế giới.",
        "ans_true": 4
      },
      {
        "ques": "Điểm mới của phong trào cách mạng 1930–1931 so với các phong trào đấu tranh chống thực dân Pháp và tay sai của nhân dân ta trước đó là",
        "ans_a": "A. Quy mô phong trào rộng lớn, hình thức đấu tranh quyết liệt.",
        "ans_b": "B. Hình thức đấu tranh quyết liệt, chủ yếu sử dụng hình thức đấu tranh vũ trang.",
        "ans_c": "C. Thu hút được đông đảo mọi tầng lớp nhân dân tham gia.",
        "ans_d": "D. Lần đầu tiên công nhân và nông dân đoàn kết trong đấu tranh cách mạng.",
        "ans_true": 4
      }
    ]
  }
]