[
  {
    "subject": "Giáo dục công dân",
    "exam_num": 1,
    "time": 50,
    "questions": [
      {"ques":"Là học sinh THPT bạn M không nên làm gì khi thực hiện các quyền tự do cơ bản của mình?",
        "ans_a":"A. Học tập, tìm hiểu để nắm được nội dung các quyền tự do cơ bản của mình",
        "ans_b":"B. Thực hiện quyền tự do của mình mà không quan tâm tới người khác",
        "ans_c":"C. Phê phán đấu tranh những việc làm, tư tưởng trái pháp luật",
        "ans_d":"D. Tự rèn luyện, nâng cao ý thức pháp luật, tự giác tuân thủ pháp luật","ans_true":	2	},
      {"ques":"Ở phạm vi cơ sở, dân chủ trực tiếp được thực hiện theo cơ chế",
        "ans_a":"A. dân biết, dân bàn, dân làm, dân kiểm tra",
        "ans_b":"B. trực tiếp, thẳng thắn, thực tế",
        "ans_c":"C. bình đẳng, công khai",
        "ans_d":"D. phổ thông, bình đẳng, trực tiếp","ans_true":	1	},
      {"ques":"Nghi ngờ ông A lấy trộm điện thoại của mình ông B cùng con trai tự ý vào nhà ông A khám xét, hành vi của bố con ông đã xâm phạm quyền nào sau đây?",
        "ans_a":"A. Quyền sở hữu tài sản riêng",
        "ans_b":"B. Quyền bất khả xâm phạm về thân thể",
        "ans_c":"C. Quyền bất khả xâm phạm về chỗ ở của công dân",
        "ans_d":"D. Quyền nhân thân của công dân","ans_true":	3	},
      {"ques":"Nhân dân được bàn bạc và quyết định trực tiếp những công việc gắn liền với quyền lợi và nghĩa vụ ở ngay nơi họ sinh sống là thể hiện quyền",
        "ans_a":"A. tham gia quản lý nhà nước và xã hội",
        "ans_b":"B. bầu cử, ứng cử",
        "ans_c":"C. tự do ngôn luận",
        "ans_d":"D. tham gia quản lí gia đình và xã hội","ans_true":	1	},
      {"ques":"Tài sản của vợ, chồng được thừa kế riêng, được tặng riêng trong thời kì hôn nhân được gọi là tài sản",
        "ans_a":"A. bố mẹ cho con",
        "ans_b":"B. chung của vợ và chồng",
        "ans_c":"C. thừa kế của con",
        "ans_d":"D. riêng của vợ hoặc chồng","ans_true":	4	},
      {"ques":"Luật Giáo dục nước ta quy định học tập là",
        "ans_a":"A. quyền và nghĩa vụ của công dân",
        "ans_b":"B. nghĩa vụ của mọi công dân",
        "ans_c":"C. quyền của công dân",
        "ans_d":"D. nghĩa vụ và trách nhiệm của công dân","ans_true":	1	},
      {"ques":"Minh học xong Đại học Y, anh sẽ tiếp tục học lên cao học, điều này thể hiện",
        "ans_a":"A. mọi công dân có thể học bất cứ ngành nghề nào",
        "ans_b":"B. mọi công dân được đối xử bình đẳng về cơ hội học tập",
        "ans_c":"C. công dân có quyền học không hạn chế",
        "ans_d":"D. công dân có quyền học thường xuyên, học suốt đời","ans_true":	3	},
      {"ques":"Một học sinh lớp 11 (16 tuổi) tham gia giao thông bằng xe gắn máy trên 50cm3 (Có đội mũ bảo hiểm), hành vi này là",
        "ans_a":"A. vi phạm pháp luật vì có đủ năng lực trách nhiệm pháp lý",
        "ans_b":"B. không vi phạm vì có đội mũ bảo hiểm theo quy định",
        "ans_c":"C. vi phạm nội quy nhà trường",
        "ans_d":"D. không vi phạm pháp luật vì thực hiện quyền tự do đi lại","ans_true":	1	},
      {"ques":"Hành vi nào dưới đây không vi phạm pháp luật về quyền tố cáo?",
        "ans_a":"A. Làm sai lệch hồ sơ vụ việc trong quá trình giải quyết tố cáo",
        "ans_b":"B. Từ chối giải quyết đơn tố cáo không ghi rõ họ, tên của người viết đơn",
        "ans_c":"C. Tiết lộ họ, tên, địa chỉ, bút tích của người tố cáo",
        "ans_d":"D. Thiếu trách nhiệm trong giải quyết tố cáo","ans_true":	2	},
      {"ques":"Công ty X do làm ăn thua lỗ đã nợ lương và bảo hiểm của người lao động nhiều tháng liền. Công ty X đã vi phạm quyền bình đẳng trong lĩnh vực nào sau đây?",
        "ans_a":"A. Đóng thuế",
        "ans_b":"B. Lao động",
        "ans_c":"C. Làm ăn",
        "ans_d":"D. Kinh doanh","ans_true":	4	},
      {"ques":"Em Nguyễn Văn C học lớp 8 đã đạt giải nhất trong cuộc thi bơi ở lứa tuổi học sinh. Em đã được trường thể dục, thể thao của tỉnh mời về đó học tập và rèn luyện. Điều này thể hiện quyền nào sau đây của công dân?",
        "ans_a":"A. Học bất cứ ngành, nghề nào",
        "ans_b":"B. Học thường xuyên, học suốt đời",
        "ans_c":"C. Được quyến khích, bồi dưỡng để phát triển tài năng",
        "ans_d":"D. Được tự do lựa chọn trường học cho mình","ans_true":	3	},
      {"ques":"Việc khám xét chỗ ở của công dân phải tuân theo",
        "ans_a":"A. trình tự thủ tục do xã hội quy định",
        "ans_b":"B. quy định của công an xã",
        "ans_c":"C. quy định của trưởng thôn",
        "ans_d":"D. trình tự thủ tục do luật định","ans_true":	4	},
      {"ques":"Sau khi kết hôn, chồng chị H yêu cầu chị bỏ đạo thiên chúa để theo đạo phật giống anh. Chồng chị H đã vi phạm quyền bình đẳng giữa vợ và chồng trong quan hệ nào sau đây?",
        "ans_a":"A. Tài sản",
        "ans_b":"B. Huyết thống",
        "ans_c":"C. Nhân thân",
        "ans_d":"D. Gia đình","ans_true":	3	},
      {"ques":"Các cơ sở tôn giáo hợp pháp được",
        "ans_a":"A. Mặt trận Tổ quốc giữ gìn",
        "ans_b":"B. Đảng quản lí",
        "ans_c":"C. pháp luật bảo hộ",
        "ans_d":"D. tổ chức tôn giáo bí mật","ans_true":	3	},
      {"ques":"Sự thỏa thuận giữa người sử dụng lao động và người lao động về việc làm có trả công, điều kiện lao động, quyền và nghĩa vụ của mỗi bên trong quan hệ lao động được gọi là",
        "ans_a":"A. bình đẳng trong lao động",
        "ans_b":"B. nghĩa vụ lao động",
        "ans_c":"C. hợp đồng lao động",
        "ans_d":"D. dân chủ trong lao động","ans_true":	3	},
      {"ques":"Nguyên tắc nào sau đây không phải là nguyên tắc bầu cử?",
        "ans_a":"A. Biểu quyết",
        "ans_b":"B. Bỏ phiếu kín",
        "ans_c":"C. Phổ thông",
        "ans_d":"D. Bình đẳng","ans_true":	1	},
      {"ques":"Quan điểm nào sau đây không đúng khi nói về quyền học tập của công dân?",
        "ans_a":"A. Quyền này không bị phân biệt bởi dân tộc",
        "ans_b":"B. Học sinh có điều kiện kinh tế tốt sẽ được nhà nước ưu tiên",
        "ans_c":"C. Công dân có quyền học tập tùy thuộc vào năng khiếu, khả năng",
        "ans_d":"D. Bình đẳng về cơ hội học tập nghĩa là không bị phân biệt đối xử","ans_true":	2	},
      {"ques":"Học tập là",
        "ans_a":"A. quyền của công dân",
        "ans_b":"B. nghĩa vụ của công dân",
        "ans_c":"C. trách nhiệm của công dân",
        "ans_d":"D. quyền và nghĩa vụ của công dân","ans_true":	4	},
      {"ques":"Thảo luận và biểu quyết các vấn đề trọng đại khi Nhà nước tổ chức trưng cầu ý dân là việc thực hiện quyền tham gia quản lý nhà nước ở phạm vi",
        "ans_a":"A. cơ sở",
        "ans_b":"B. địa phương",
        "ans_c":"C. Trung ương",
        "ans_d":"D. cả nước","ans_true":	4	},
      {"ques":"Việc làm nào sau đây không phải là quyền tự do ngôn luận?",
        "ans_a":"A. Hỏi thăm bạn bè trong giờ học",
        "ans_b":"B. Bày tỏ quan điểm ở cuộc họp",
        "ans_c":"C. Viết bài đăng báo",
        "ans_d":"D. Phê phán lối sống “lai căng”","ans_true":	1	},
      {"ques":"Hành vi nào dưới đây vi phạm quyền bất khả xâm phạm về chỗ ở của công dân?",
        "ans_a":"A. Công an khám nhà của ông B vì phát hiện ông B cất giữ súng để gây án tại nhà",
        "ans_b":"B. Công an khám nhà dân vào ban đêm và không lập biên bản",
        "ans_c":"C. Công an khám nhà dân vì có căn cứ chỗ ở đó có chứa tang vật liên quan đến vụ án",
        "ans_d":"D. Công an khám nhà dân vì phát hiện có tội phạm đang bị truy nã lẩn trốn ở đó","ans_true":	2	},
      {"ques":"Trong lúc A đang bận việc riêng thì có tin nhắn, T đã tự ý mở điện thoại của A ra xem tin nhắn, hành vi này xâm phạm quyền nào sau đây của công dân?",
        "ans_a":"A. Bất khả xâm phạm chỗ ở của công dân",
        "ans_b":"B. Được đảm bảo an toàn bí mật thư tín, điện thoại",
        "ans_c":"C. Bất khả xâm phạm về thân thể",
        "ans_d":"D. Được pháp luật bảo hộ về danh dự, nhân phẩm","ans_true":	2	},
      {"ques":"Nội dung nào sau đây không thuộc quyền bình đẳng trong kinh doanh?",
        "ans_a":"A. Mọi doanh nghiệp đều có quyền tự chủ trong đăng kí kinh doanh",
        "ans_b":"B. Mọi người có quyền làm việc, tự do lựa chọn việc làm",
        "ans_c":"C. Mọi loại hình doanh nghiệp đều là bộ phận quan trọng của nền kinh tế",
        "ans_d":"D. Mọi công dân có quyền tự do lựa chọn loại hình doanh nghiệp","ans_true":	2	},
      {"ques":"Thực hiện pháp luật là hành vi của cá nhân, cơ quan, tổ chức lựa chọn cách xử sự phù hợp với",
        "ans_a":"A. điều kiện, hoàn cảnh của mình",
        "ans_b":"B. đặc điểm kinh tế xã hội của địa phương mình",
        "ans_c":"C. quy định của pháp luật",
        "ans_d":"D. phong tục, tập quán của địa phương mình","ans_true":	3	},
      {"ques":"Hình thức thể hiện của pháp luật là các văn bản",
        "ans_a":"A. phối hợp",
        "ans_b":"B. hướng dẫn thực hiện",
        "ans_c":"C. quy phạm pháp luật",
        "ans_d":"D. liên quan","ans_true":	3	},
      {"ques":"Pháp luật là phương tiện để thực hiện đường lối chính trị của",
        "ans_a":"A. giai cấp cách mạng",
        "ans_b":"B. các giai cấp",
        "ans_c":"C. giai cấp bị thống trị",
        "ans_d":"D. giai cấp cầm quyền","ans_true":	4	},
      {"ques":"Chị H bị Giám đốc Công ti kỉ luật với hình thức “chuyển công tác khác”. Chị H cho rằng quyết định của Giám đốc là sai pháp luật. Theo em, chị H phải làm gì để thực hiện quyền công dân của mình?",
        "ans_a":"A. Làm đơn tố cáo gửi đến Giám đốc công ti nơi chị làm việc",
        "ans_b":"B. Làm đơn tố cáo gửi đến Ủy ban nhân dân huyện",
        "ans_c":"C. Làm đơn khiếu nại gửi đến Ủy ban nhân dân tỉnh",
        "ans_d":"D. Làm đơn khiếu nại gửi đến Giám đốc công ti nơi chị làm việc","ans_true":	4	},
      {"ques":"Vi phạm hành chính là hành vi xâm phạm các quy tắc quản lý",
        "ans_a":"A. nhà nước",
        "ans_b":"B. đất nước",
        "ans_c":"C. địa phương",
        "ans_d":"D. xã hội","ans_true":	1	},
      {"ques":"Mục đích của tố cáo là nhằm",
        "ans_a":"A. phát hiện, ngăn chặn việc làm trái pháp luật",
        "ans_b":"B. phát hiện, ngăn chặn việc làm nghi ngờ trái pháp luật",
        "ans_c":"C. khôi phục lại lợi ích của Nhà nước và công dân",
        "ans_d":"D. phát hiện hành vi sai phạm","ans_true":	1	},
      {"ques":"Người nào dưới đây có quyền khiếu nại?",
        "ans_a":"A. Mọi công dân, tổ chức",
        "ans_b":"B. Người có quyền, lợi ích hợp pháp bị xâm phạm",
        "ans_c":"C. Người chứng kiến hành vi vi phạm pháp luật",
        "ans_d":"D. Tổ chức bị ảnh hưởng đến quyền và lợi ích hợp pháp","ans_true":	2	},
      {"ques":"Nghĩa vụ mà các cá nhân, tổ chức phải gánh chịu hậu quả bất lợi từ hành vi vi phạm pháp luật của mình là",
        "ans_a":"A. nghĩa vụ pháp lý",
        "ans_b":"B. nghĩa vụ công dân",
        "ans_c":"C. trách nhiệm công dân",
        "ans_d":"D. trách nhiệm pháp lí","ans_true":	4	},
      {"ques":"Trong buổi sinh hoạt của lớp 12A cô giáo cho học sinh thảo luận, trao đổi và quyết định cách thức ôn tập để chuẩn bị thi tốt nghiệp. Trong trường hợp này học sinh đã thực hiện quyền dân chủ theo hình thức nào?",
        "ans_a":"A. Tự do",
        "ans_b":"B. Trực tiếp",
        "ans_c":"C. Gián tiếp",
        "ans_d":"D. Cụ thể","ans_true":	2	},
      {"ques":"Sau khi tốt nghiệp THPT, lớp 12A có đến gần 20 bạn đỗ vào Đại học, còn những người khác thì vào Trung cấp chuyên nghiệp, trường dạy nghề, làm việc trong nhà máy hoặc làm kinh doanh. Điều này không phải là bất bình đẳng vì",
        "ans_a":"A. quyền của công dân không bị phân biệt đối xử",
        "ans_b":"B. quyền và nghĩa vụ của công dân là như nhau",
        "ans_c":"C. công dân nào cũng được hưởng quyền và phải thực hiện nghĩa vụ",
        "ans_d":"D. quyền và nghĩa vụ của công dân phụ thuộc vào khả năng của mỗi người","ans_true":	4	},
      {"ques":"Anh B gửi đơn khiếu nại đến UBND tỉnh về quyết định của UBND huyện giải quyết giá bồi thường đất cho anh không đúng. Nhưng đến nay đã hơn 5 tháng mà UBND tỉnh chưa giải quyết, đồng thời cũng chưa trả lời lý do. Theo em, UBND tỉnh chưa giải quyết đơn khiếu nại của anh B là",
        "ans_a":"A. đúng, vì đã nghiên cứu kĩ đơn của anh A nhưng chưa trả lời ngay",
        "ans_b":"B. đúng, vì có nhiều vấn đề phức tạp nên không thể giải quyết ngay được",
        "ans_c":"C. trái quy định pháp luật về thời hạn giải quyết khiếu nại",
        "ans_d":"D. vì những trường hợp khó giải quyết phải có thời gian dài để nghiên cứu","ans_true":	3	},
      {"ques":"Quyền được pháp luật bảo hộ về tính mạng, sức khỏe, danh dự và nhân phẩm có nghĩa là",
        "ans_a":"A. không ai được xâm phạm tới tính mạng, sức khỏe của người khác",
        "ans_b":"B. không ai được tự tiện bóc mở, thu giữ, tiêu hủy thư, điện tín của người khác",
        "ans_c":"C. không ai bị bắt, bị giam giữ khi không có lý do chính đáng",
        "ans_d":"D. không ai được tùy tiện vào chỗ ở của người khác","ans_true":	1	},
      {"ques":"Các cá nhân, tổ chức thực hiện đầy đủ những nghĩa vụ, chủ động làm những gì mà pháp luật quy định phải làm là hình thức",
        "ans_a":"A. thi hành pháp luật",
        "ans_b":"B. áp dụng pháp luật",
        "ans_c":"C. tuân thủ pháp luật",
        "ans_d":"D. sử dụng pháp luật","ans_true":	1	},
      {"ques":"H đủ điểm để xét vào học trường đại học của quân đội, nhưng vì lịch sử gia đình - nhân thân của bố em nên trường không nhận em vào học. Điều này thể hiện",
        "ans_a":"A. sự phân biệt về quyền học tập",
        "ans_b":"B. đặc thù quy định của một số trường",
        "ans_c":"C. sự không công bằng trong giáo dục",
        "ans_d":"D. sự phân biệt đối xử của nhà trường","ans_true":	2	},
      {"ques":"Nội dung nào nào dưới đây thể hiện bình đẳng giữa các tôn giáo trước pháp luật?",
        "ans_a":"A. Các tôn giáo không cần chịu sự quản lí của Nhà nước",
        "ans_b":"B. Các tôn giáo có thể xây dựng những khu vực tự trị của mình",
        "ans_c":"C. Các tôn giáo nếu có hành vi vi phạm pháp luật đều bị Nhà nước xử lí",
        "ans_d":"D. Các tôn giáo có thể đứng ngoài pháp luật","ans_true":	3	},
      {"ques":"Mọi doanh nghiệp có quyền tự chủ đăng kí kinh doanh khi",
        "ans_a":"A. doanh nghiệp muốn mở rộng",
        "ans_b":"B. có đầy đủ tiềm lực về vốn, cơ sở và nhân sự",
        "ans_c":"C. Nhà nước mở rộng thị trường",
        "ans_d":"D. có đủ điều kiện theo quy định của pháp luật","ans_true":	4	},
      {"ques":"Anh N là người rất gia trưởng và cục tính, mỗi lần có việc gì bực tức là anh ta lại chửi mắng đồng thời đấm đá vào người chị M vợ anh. Trong trường hợp này chị M nên làm gì?",
        "ans_a":"A. Cam chịu vì không muốn “xấu chàng hổ ai”",
        "ans_b":"B. Nhờ sự giúp đỡ của chính quyền địa phương",
        "ans_c":"C. Mắng, chửi lại",
        "ans_d":"D. Thuê người xử lý","ans_true":	2	}
    ]
  },
  {
    "subject": "Giáo dục công dân",
    "exam_num": 2,
    "time": 50,
    "questions": [
      {"ques":"Tuyên bố nào sau đây của Chính phủ nước Việt Nam Dân chủ Cộng hòa về vấn đề tôn giáo ngay sau ngày độc lập?",
        "ans_a":"A. Tự do tín ngưỡng",
        "ans_b":"B. Bình đẳng tôn giáo",
        "ans_c":"C. Tín ngưỡng tự do, lương giáo đoàn kết",
        "ans_d":"D. Đoàn kết lương giáo","ans_true":	3	},
      {"ques":"Để phát triển kinh tế xã hội vùng đồng bào dân tộc thiểu số, miền núi, năm 1998, Chính phủ đã thông qua chương trình nào?",
        "ans_a":"A. Chương trình 134",
        "ans_b":"B. Chương trình 135",
        "ans_c":"C. Chương trình 136",
        "ans_d":"D. Chương trình 30A","ans_true":	2	},
      {"ques":"Điểm khác nhau cơ bản nhất giữa tôn giáo và tín ngưỡng",
        "ans_a":"A. Thể hiện niềm tin tuyệt đối vào thần thánh, chúa trời",
        "ans_b":"B. Tôn giáo có tổ chức, giáo lý, giáo luật",
        "ans_c":"C. Có hệ thống chức sắc tôn giáo đông đảo",
        "ans_d":"D. Có hệ thống cơ sở tôn giáo khang trang","ans_true":	2	},
      {"ques":"Mọi công dân có quyền học từ Tiểu học đến Trung học, Đại học và sau Đại học là thể hiện",
        "ans_a":"A. quyền bình đẳng về cơ hội học tập của công dân",
        "ans_b":"B. quyền học bất cứ ngành nghề nào",
        "ans_c":"C. quyền học thường xuyên, học suốt đời",
        "ans_d":"D. quyền học tập không hạn chế","ans_true":	4	},
      {"ques":"Cậu bé Hoàng Thân quê ở Tuyên Quang, khi mới 5 tuổi đã đoạt giải trong cuộc thi Sáng tạo dành cho thanh – thiếu niên, nhi đồng toàn quốc nên đã được đặt cách vào lớp 1, rồi đặc cách vào lớp 2. Điều này thể hiện",
        "ans_a":"A. quyền học tập và quyền được phát triển của công dân",
        "ans_b":"B. quyền học tập tự do của công dân",
        "ans_c":"C. quyền học tập và sáng tạo của công dân",
        "ans_d":"D. quyền học tập không hạn chế của công dân","ans_true":	1	},
      {"ques":"Chị A sáng tác nhiều bài thơ và đưa lên facebook. Hành vi của chị A thể hiện quyền",
        "ans_a":"A. học tập của công dân",
        "ans_b":"B. sáng tạo của công dân",
        "ans_c":"C. phát triển của công dân",
        "ans_d":"D. tự do của công dân","ans_true":	2	},
      {"ques":"Loại văn bản nào sau đây không phải là văn bản quy phạm pháp luật",
        "ans_a":"A. Hiến pháp",
        "ans_b":"B. Pháp lệnh xử phạt hành chính",
        "ans_c":"C. Điều lệ Đoàn TNCS Hồ Chí Minh",
        "ans_d":"D. Luật Hôn nhân và gia đình","ans_true":	3	},
      {"ques":"Tình trạng bạo lực trong gia đình mà nạn nhân thường là phụ nữ và trẻ em là vấn đề đang được quan tâm ở nhiều quốc gia, trong đó có Việt Nam. Đây là biểu hiện của bất bình đẳng trong",
        "ans_a":"A. quan hệ giữa vợ và chồng",
        "ans_b":"B. quan hệ nhân thân",
        "ans_c":"C. quan hệ tình cảm giữa vợ và chồng",
        "ans_d":"D. quan hệ tài sản","ans_true":	2	},
      {"ques":"Điều 65 Hiến pháp 1992 nước ta quy định: “Trẻ em được gia đình, Nhà nước và xã hội bảo vệ, chăm sóc và giáo dục.”. Điều 12 Luật Bảo vệ, chăm sóc và Giáo dục trẻ em năm 2004 quy định: “Trẻ em có quyền được chăm sóc, nuôi dưỡng, phát triển thể chất, trí tuệ, tinh thần, đạo đức.”. Em hãy chỉ ra điểm giống nhau giữa Điều 65 Hiến pháp 1992 và Điều 12 Luật Bảo vệ, chăm sóc và Giáo dục trẻ em năm 2004?",
        "ans_a":"A. Quy định cụ thể chi tiết về quyền trẻ em",
        "ans_b":"B. Nêu khái quát chung về quyền trẻ em",
        "ans_c":"C. Đều là những điều các em cần có",
        "ans_d":"D. Đều là những quy định về quyền trẻ em","ans_true":	4	},
      {"ques":"Điều 115 Bộ Luật Lao động 2006 quy đinh: “Người sử dụng lao động không được sử dụng lao động nữ có thai từ tháng thứ 7 hoặc đang nuôi con dưới 12 tháng tuổi làm thêm giờ, làm việc ban đêm và đi công tác xa”. Qua thông tin trên đặc trưng của pháp luật được thể hiện là",
        "ans_a":"A. tính quy phạm phổ biến",
        "ans_b":"B. tính quyền lực bắt buộc chung",
        "ans_c":"C. tính thống nhất của pháp luật",
        "ans_d":"D. tính chặt chẽ về mặt hình thức","ans_true":	2	},
      {"ques":"Tội cố ý gây thương tích hoặc gây tổn hại cho sức khỏe của người khác mà tỉ lệ thương tật là bao nhiêu thì bị truy cứu trách nhiệm hình sự?",
        "ans_a":"A. Từ 11% trở lên",
        "ans_b":"B. Từ 10% trở lên",
        "ans_c":"C. Từ 20% trở lên",
        "ans_d":"D. Từ 21% trở lên","ans_true":	1	},
      {"ques":"Chị T có thu nhập cao hơn chồng về kinh tế nên trong cuộc sống hằng ngày chị thường có những lời lẽ thiếu tôn trọng, xúc phạm chồng. Hành động của chị T đã vi phạm",
        "ans_a":"A. Bình đẳng giữa các thành viên trong gia đình",
        "ans_b":"B. Bình đẳng giữa vợ và chồng trong quan hệ tài sản",
        "ans_c":"C. Bình đẳng giữa vợ và chồng trong quan hệ nhân thân",
        "ans_d":"D. Bình đẳng trong hôn nhân và gia đình","ans_true":	3	},
      {"ques":"Điều 35 Luật Hôn nhân và gia đình năm 2000 khẳng định:“Con có bổn phận yêu quý, kính trọng, biết ơn, lắng nghe những lời khuyên bảo đúng đắn của cha mẹ, giữ gìn danh dự truyền thống tốt đẹp của gia đình”. Điều này phù hợp với",
        "ans_a":"A. nguyện vọng của mọi người trong xã hội",
        "ans_b":"B. quy tắc xử sự trong đời sống",
        "ans_c":"C. chuẩn mực đời sống tình cảm, tinh thần của con người",
        "ans_d":"D. Hiến pháp và luật","ans_true":	3	},
      {"ques":"Không áp dụng hình phạt tử hình, tù chung thân đối với",
        "ans_a":"A. người chưa thành niên",
        "ans_b":"B. người từ đủ 12 tuổi trở lên nhưng chưa đủ 16 tuổi",
        "ans_c":"C. người dưới 16 tuổi",
        "ans_d":"D. người từ đủ 14 tuổi trở lên nhưng chưa đủ 16 tuổi","ans_true":	1	},
      {"ques":"ngày môi trường thế giới là ngày",
        "ans_a":"A. Ngày 6 tháng 5",
        "ans_b":"B. Ngày 8 tháng 6",
        "ans_c":"C. Ngày 9 tháng 11",
        "ans_d":"D. Ngày 5 tháng 6","ans_true":	4	},
      {"ques":"Vấn đề nào sau đây được Đảng và Nhà nước ta quan tâm nhất?",
        "ans_a":"A. Kiềm chế sự gia tăng dân số",
        "ans_b":"B. Xóa đói, giảm nghèo",
        "ans_c":"C. Giải quyết việc làm",
        "ans_d":"D. Phòng, chống tệ nạn xã hội","ans_true":	1	},
      {"ques":"Luật chống “bạo lực gia đình” của nước ta có hiệu lực thi hành từ thời gian nào?",
        "ans_a":"A. 02/08/2008",
        "ans_b":"B. 02/07/2008",
        "ans_c":"C. 01/08/2008",
        "ans_d":"D. 01/07/2008","ans_true":	4	},
      {"ques":"Tính đến thời điểm này, pháp luật Việt Nam đã công nhận hôn nhân đồng giới hay chưa?",
        "ans_a":"A. Những người đồng giới có thể chung sống với nhau nhưng Pháp luật sẽ không xử lý khi có tranh chấp xảy ra giữa họ",
        "ans_b":"B. Nghiêm cấm kết hôn đồng giới và kỳ thị những người đồng giới",
        "ans_c":"C. Nghiêm cấm kết hôn đồng giới",
        "ans_d":"D. Nhà nước đã thừa nhận hôn nhân giữa những người đồng giới và bảo vệ họ trước pháp luật khi có tranh chấp xảy ra","ans_true":	1	},
      {"ques":"Công dân có quyền học bằng nhiều hình thức khác nhau và ở các loại hình trường lớp khác nhau là thể hiện:",
        "ans_a":"A. quyền học bất cứ ngành nghề nào của công dân",
        "ans_b":"B. quyền học không hạn chế của công dân",
        "ans_c":"C. quyền học thường xuyên, học suốt đời",
        "ans_d":"D. quyền được đối xử bình đẳng về cơ hội học tập","ans_true":	3	},
      {"ques":"Trong quá trình tổ chức kinh doanh, ông H đã cùng với bạn bè của mình góp vốn để mở công ty cổ phần. Việc làm của ông H thể hiện nội dung nào trong bình đẳng về kinh doanh?",
        "ans_a":"A. Tự do mở rộng quy mô và ngành nghề kinh doanh",
        "ans_b":"B. Tự do lựa chọn hình thức tổ chức kinh doanh",
        "ans_c":"C. Tự chủ đăng ký kinh doanh trong những ngành nghề mà pháp luật không cấm",
        "ans_d":"D. Tự chủ kinh doanh để nâng cao hiệu quả cạnh tranh","ans_true":	2	},
      {"ques":"Ở Việt Nam tôn giáo được coi là Quốc giáo?",
        "ans_a":"A. Đạo Phật",
        "ans_b":"B. Đạo Thiên Chúa",
        "ans_c":"C. Đạo Phật và Đạo Thiên Chúa",
        "ans_d":"D. Không có tôn giáo nào","ans_true":	4	},
      {"ques":"Sau khi xem xét hồ sơ của người lao động, giám đốc doanh nghiệp X đã buộc một số công nhân nghỉ việc với lý do họ là người dân tộc thiểu số. Việc làm của vị giám đốc doanh nghiệp đã vi phạm",
        "ans_a":"A. Bình đẳng giữa lao động nam và lao động nữ",
        "ans_b":"B. Quyền bình đẳng giữa các dân tộc",
        "ans_c":"C. Quyền bình đẳng trong giao kết hợp đồng lao động",
        "ans_d":"D. Quyền bình đẳng trong việc thực hiện quyền lao động","ans_true":	4	},
      {"ques":"Từ khi thành lập nước Việt Nam dân chủ cộng hòa (nay là nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam) cho đến nay, nước ta có mấy bản hiến pháp, đó là những bản hiến pháp (HP) nào?",
        "ans_a":"A. 5 (HP 1946, HP 1959, HP 1980, HP 1992, HP 2013)",
        "ans_b":"B. 5 (HP 1945, HP 1959, HP 1980, HP 1991, HP 2013)",
        "ans_c":"C. 4 (HP 1945, HP 1959, HP 1980, HP 1992)",
        "ans_d":"D. 4 (HP 1946, HP 1959, HP 1980, HP 1992)","ans_true":	1	},
      {"ques":"Anh Phương vô tình giết người rồi sợ hãi và bỏ trốn. Khi bỏ trốn được 14 giờ anh đã suy nghĩ kỹ và ra tự thú. Nhờ hành vi tự thú của mình mà anh đã được giảm án tù giam. Điều này thể hiện",
        "ans_a":"A. Sự khoan hồng của pháp luật",
        "ans_b":"B. Sự khắt khe của pháp luật",
        "ans_c":"C. Sự nghiêm minh của pháp luật",
        "ans_d":"D. Sự chặt chẽ của pháp luật","ans_true":	1	},
      {"ques":"Thế giới lựa chọn ngày nào là ngày “phòng chống HIV/AIDS”?",
        "ans_a":"A. Ngày 1/12",
        "ans_b":"B. Ngày 1/10",
        "ans_c":"C. Ngày 1/01",
        "ans_d":"D. Ngày 1/11","ans_true":	1	},
      {"ques":"Chị A bàn với chồng chuyển đến sống cùng bố mẹ đẻ để thuận lợi cho việc chăm sóc con cái, là thể hiện quyền bình đẳng giữa vợ và chồng trong quan hệ nào dưới đây?",
        "ans_a":"A. Quan hệ tài sản",
        "ans_b":"B. Quan hệ dân sự",
        "ans_c":"C. Quan hệ nhân thân",
        "ans_d":"D. Quan hệ đạo đức","ans_true":	3	},
      {"ques":"Chị D nhận được quyết định của Giám đốc công ty cho nghỉ việc với lí do trong thời gian chị nghỉ kết hôn theo quy định đã có người khác làm thay. Nếu là người thân của chị D, em sẽ chọn cách ứng xử nào dưới đây cho phù hợp với quy định của pháp luật?",
        "ans_a":"A. Khuyên chị D đi tìm việc làm khác",
        "ans_b":"B. Im lặng vì không liên quan đến mình",
        "ans_c":"C. Đăng tin nói xấu Giám đốc công ty trên Facebook",
        "ans_d":"D. Khuyên chị D viết đơn khiếu nại","ans_true":	4	},
      {"ques":"Luật Đất đai quy định về việc cưỡng chế đất dành cho những hộ gia đình không chịu giao đất cho Nhà nước để thực hiện các mục tiêu chung của xã hội. Quy định này thể hiện đặc trưng gì của pháp luật?",
        "ans_a":"A. Tính xác định chặt chẽ về mặt hình thức",
        "ans_b":"B. Tính nghiêm minh",
        "ans_c":"C. Tính quyển lực, bắt buộc chung",
        "ans_d":"D. Tính quy phạm, phổ biến","ans_true":	3	},
      {"ques":"Theo Luật Sở hữu trí tuệ năm 2005, quyền sở hữu trí tuệ được hiểu là quyền của tổ chức, cá nhân đối với",
        "ans_a":"A. tài sản trí tuệ",
        "ans_b":"B. sản phẩm trí tuệ",
        "ans_c":"C. sản phẩm sáng tạo",
        "ans_d":"D. tác phẩm sáng tạo","ans_true":	1	},
      {"ques":"Theo Luật Sở hữu trí tuệ năm 2005, quyền tác giả được hiểu là quyền của tổ chức, cá nhân đối với",
        "ans_a":"A. sản phẩm do mình sáng tạo ra hoặc sở hữu",
        "ans_b":"B. tác phẩm do mình sáng tạo ra hoặc sở hữu",
        "ans_c":"C. sản phẩm trí tuệ của mình",
        "ans_d":"D. tác phẩm trí tuệ của mình","ans_true":	2	},
      {"ques":"Luật Hôn nhân và gia đình năm 2014 quy định về độ tuổi kết hôn: “nam đủ từ 20 tuổi trở lên và nữ đủ từ 18 tuổi trở lên” thì mới được kết hôn. Vì quy định này mà anh A. Doan dân tộc Edu đã phải chờ đến khi đủ 20 tuổi mới kết hôn. Điều này thể hiện đặc trưng gì của pháp luật?",
        "ans_a":"A. Tính xác định chặt chẽ vể mặt hình thức",
        "ans_b":"B. Tính quy phạm, phổ biến",
        "ans_c":"C. Tính quyền lực, bắt buộc chung",
        "ans_d":"D. Tính nghiêm minh","ans_true":	2	},
      {"ques":"anh A và B đang là học sinh lớp 9, trên đường đi học về hai bạn nhìn thấy chị H đang vừa chạy xe vừa nghe điện thoại. A chạy xe áp sát vào chị H và B nhanh tay giật chiếc điện thoại trị giá 300.000. Hành vi của A và B đã vi phạm pháp luật loại nào?",
        "ans_a":"A. vi phạm hình sự và hành chính",
        "ans_b":"B. vi phạm hành chính và dân sự",
        "ans_c":"C. vi phạm hình sự",
        "ans_d":"D. vi phạm hành chính","ans_true":	3	},
      {"ques":"Quy tắc đạo đức nào dưới đây được ghi nhận thành Quy phạm pháp luật?",
        "ans_a":"A. Lá lành đùm lá rách",
        "ans_b":"B. Kính trên nhường dưới",
        "ans_c":"C. Chị ngã, em nâng",
        "ans_d":"D. Con cái phải kính trọng, hiếu thảo với cha mẹ","ans_true":	4	},
      {"ques":"Chúng ta cần làm gì để thực hiện Luật bảo vệ môi trường",
        "ans_a":"A. Thành lập đội cảnh sát môi trường",
        "ans_b":"B. Xây dựng môi trường “xanh - xạnh - đẹp”",
        "ans_c":"C. Mỗi người dân phải tìm hiểu luật và tự giác thực hiện luật môi trường",
        "ans_d":"D. Quy hoạch và sử dụng có hiệu quả đất đai","ans_true":	3	},
      {"ques":"Anh A làm thủ tục và thoả thuận thuê 1 ô tô của anh B trong vòng 2 ngày. Nhưng sau thời hạn 5 ngày anh A mới đem xe đến trả và bị hư hỏng nặng, anh B đòi bồi thường thiệt hại, anh A không chịu nên anh B khởi kiện ra tòa án. Trong trường hợp này, hành vi của anh A thuộc loại vi phạm nào?",
        "ans_a":"A. Hình sự",
        "ans_b":"B. Kỷ luật",
        "ans_c":"C. Hành chính",
        "ans_d":"D. Dân sự","ans_true":	4	},
      {"ques":"Ngày pháp luật Việt Nam là ngày nào?",
        "ans_a":"A. Ngày 9 tháng 9 hàng năm",
        "ans_b":"B. Ngày 9 tháng 10 hàng năm",
        "ans_c":"C. Ngày 9 tháng 8 hàng năm",
        "ans_d":"D. Ngày 9 tháng 11 hàng năm","ans_true":	4	},
      {"ques":"A đã 18 tuổi, A tốt nghiệp trung học phổ thông. Sau khi học xong khóa đào tạo ngắn hạn về kinh doanh, A được bố mẹ cấp vốn. Theo em, A có xin được giấy phép kinh doanh vật liệu xây dựng không?",
        "ans_a":"A. Không, vì H chưa có kinh nghiệm kinh doanh",
        "ans_b":"B. Có, vì H đã trưởng thành",
        "ans_c":"C. Có, vì H đã đủ điều kiện theo pháp luật",
        "ans_d":"D. Không, vì H chưa có bằng Đại học xây dựng","ans_true":	3	},
      {"ques":"Người chưa thành niên, theo qui định pháp luật Việt Nam là người chưa đủ",
        "ans_a":"A. 18 tuổi",
        "ans_b":"B. 15 tuổi",
        "ans_c":"C. 17 tuổi",
        "ans_d":"D. 16 tuổi","ans_true":	1	},
      {"ques":"Xe máy điện được quy định dùng cho người đủ bao nhiêu tuổi trở lên?",
        "ans_a":"A. 18 tuổi trở lên",
        "ans_b":"B. 16 tuổi trở lên",
        "ans_c":"C. 14 tuổi trở lên",
        "ans_d":"D. 12 tuổi trở lên","ans_true":	2	},
      {"ques":"Trong các quyền dân sự của công dân, quyền nào là quan trọng nhất?",
        "ans_a":"A. Tài sản",
        "ans_b":"B. Nhân thân",
        "ans_c":"C. Sở hữu",
        "ans_d":"D. Định đoạt","ans_true":	2	}
    ]
  }
]